{
  "Title_": "Selamat datang di Rake -\n",
  "Welcome_back": "Selamat datang kembali\n{{username}}",
  "Or_continue_with": "Atau lanjutkan dengan",
  "Your_VIP_progress": "Progres VIP Anda\n",
  "Subtitle_": "Taruhan olahraga\n& Kasino Online!",
  "Register_": "<1>Register an \n account</1> on Rake",
  "Deposit_": "Deposit your crypto \n assets to your account.",
  "Sports_book_": "Bertaruh, putar, dan raih kemenangan besar di\nsportsbook dan kasino kami!",
  "Carousel_Sports_fight_": "Pasang Taruhan Anda, Dominasi Permainan",
  "Carousel_spin_": "Putar Untuk Menang! Hingga 6 BTC Sehari",
  "Carousel_arena_": "Masuk ke Arena, Tantang Rival Anda, Menangkan Pertempuran",
  "Sign_in_an_account_": "(<1>Masuk ke akun terlebih dahulu</1>)",
  "About_us_": "About Us",
  "Sports_": "Olahraga",
  "Casino_": "Kasino",
  "Crypto_sportsbook_": "Sportsbook Kripto",
  "Crypto_casino_": "Kasino Kripto",
  "Rake.com_offers_a_mind-boggling_variety_": "Rake.com menawarkan beragam game kasino yang dapat dimainkan dalam setiap mata uang utama. Court Lady Luck dengan ribuan game klasik yang tidak ada tandingannya, termasuk Live Casino, Blackjack, Poker, Slots, dan berbagai Rake Originals in-house yang tidak akan Anda temukan di tempat lain.",
  "Get_your_game_on_at_Rake.com_": "Dapatkan game Anda di Rake.com, rumah bagi pertandingan taruhan olahraga yang paling beragam dalam industri ini, mencakup semua pertandingan UFC, Sepak Bola, Bola Basket, E-sports, Kriket, Tenis, dan game AI Virtual.",
  "Go_to_sportsbook_": "BUKA SPORTSBOOK",
  "Go_to_casino_": "BUKA KASINO",
  "Register_now": "DAFTAR SEKARANG",
  "Purchase_crypto": "Beli kripto dari penyedia layanan berikut",
  "Wide_variety_of_games": "Rake.com - Beragam Permainan",
  "Wide_variety_of_games_subtitle": "Bergabunglah dengan Rake.com dan Anda akan mendapatkan akses ke beberapa peluang judi online terbaik. Setelah Anda menjadi anggota situs kami, Anda dapat bermain game kasino terbaik dan memasang taruhan pada banyak olahraga paling populer di dunia. Kami memiliki banyak permainan kasino dan koleksi kami terus berkembang. Ada juga sportsbook online kami, yang memungkinkan Anda memasang taruhan pada lebih dari 80 olahraga. Bertaruhlah pada segala hal mulai dari pertandingan dan balapan lokal hingga kompetisi nasional dan turnamen internasional. Beberapa olahraga teratas yang dapat Anda pasang taruhan di Rake.com termasuk sepak bola, basket, kriket, voli, MMA, dan sepak bola Amerika. Anda bahkan dapat memasang taruhan pada e-sport.",
  "Convenient_payment_options": "Opsi Pembayaran yang Nyaman",
  "Convenient_payment_options_subtitle": "Di Rake.com, kami membuatnya mudah bagi pemain untuk melakukan setoran dan penarikan. Kami menerima berbagai metode pembayaran serta beberapa mata uang kripto populer. Metode Pembayaran: Visa, Mastercard, Google Pay, Apple Pay, Samsung Pay. Mata Uang Kripto: Bitcoin, Litecoin, Ethereum, USDT, BNB, USDC, Dogecoin, TRX.  Berkat desain yang ramah pengguna dan tata letak yang sederhana, melakukan pembayaran menjadi cepat dan mudah. Bagi mereka yang sudah memiliki mata uang kripto, Anda dapat mentransfer dengan lancar dari dompet pribadi langsung ke dompet Rake.com melalui bagian dompet. Jika Anda baru mengenal kripto atau perlu membeli lebih banyak, navigasi ke bagian dompet dan klik tab 'beli kripto'. Di sini, Anda dapat memilih dari penyedia pihak ketiga yang kami rekomendasikan untuk membeli mata uang kripto menggunakan sistem pembayaran konvensional seperti Visa atau Mastercard. Penting untuk dicatat bahwa penyedia ini melakukan prosedur KYC mereka sendiri. Rake.com tidak terlibat dalam proses KYC mereka, dan kami tidak mendapatkan biaya apa pun dari rekomendasi ini.",
  "Fully_licensed": "Berlisensi Penuh dan Perjudian Bertanggung Jawab",
  "Fully_licensed_subtitle": "Anda hanya harus bergabung dengan kasino online jika memiliki lisensi. Rake.com memang memiliki lisensi dan lisensinya dikeluarkan oleh Pemerintah Curacao. Nomor lisensi kami adalah 8048/JAZ2022-091. Website ini dimiliki dan dioperasikan oleh Elixir Tech N.V., yang terdaftar dengan alamat berikut: Zuikertuintjeweg Z/N (Zuikertuin Tower) Curacao.  Perjudian bertanggung jawab adalah sesuatu yang kami anggap sangat serius. Kami memiliki berbagai sumber daya bagi pemain yang ingin mengatasi masalah perjudian. Untuk melindungi data dan uang pemain, kami menggunakan perangkat lunak keamanan canggih dan menerapkan protokol yang ketat.",
  "Bonuses_and_VIP_program": "Bonus & Program VIP",
  "Bonuses_and_VIP_program_subtitle": "Kami memiliki banyak bonus menarik dan murah hati bagi pemain kami. Baik anggota baru maupun anggota lama dapat mengklaim beberapa bonus kasino online terbaik dengan Rake.com. Mulailah dengan bonus selamat datang untuk pemain baru, lalu manfaatkan penawaran khusus lainnya. Selain promosi yang memberikan bonus, kami memiliki program VIP dengan enam tingkat: Bronze, Silver, Gold, Platinum, Diamond, dan Rake Royalty. Semua orang memulai dari tingkat Bronze dan naik tingkat dengan bermain game kasino dengan uang sungguhan dan mengumpulkan poin. Semakin tinggi tingkat Anda, semakin banyak bonus, keuntungan, dan hadiah yang akan Anda dapatkan.",
  "Gaming_Selection": "Pilihan Permainan yang Tak Tertandingi ",
  "Gaming_Selection_subtitle": "Rake.com memiliki koleksi permainan kasino online yang besar dan beragam yang dapat Anda mainkan dengan uang sungguhan. Kami bangga mengatakan bahwa perpustakaan permainan kami menawarkan sesuatu untuk semua orang. Apapun jenis permainan kasino yang Anda sukai, Anda akan menemukannya di Rake.com. Kami memiliki banyak judul populer bersama dengan semua permainan baru yang paling populer. Jadi, permainan kasino online dengan uang sungguhan apa yang kami miliki? Selain slot video, kasino kami menawarkan permainan meja (blackjack, roulette, baccarat, dan poker) serta permainan dealer langsung. Tidak seperti kebanyakan situs kasino lainnya, kami memiliki beberapa permainan eksklusif yang tidak akan Anda temukan di tempat lain.",
  "See_more": "TAMPILKAN LEBIH BANYAK",
  "Show_less": "TAMPILKAN LEBIH SEDIKIT",
  "Buy_crypto": "BELI KRIPTO",
  "Wallet_": "Dompet",
  "Before_you_can_buy_crypto": "Before you can buy crypto, you’ll need to log in to your account or register for an account",
  "Sign_in": "SIGN IN",
  "Sign_out": "MENDAFTAR",
  "First_": "first",
  "Currencies": "Mata Uang",
  "Currencies_subtitle": "Rake.com adalah kasino online global yang menerima pemain dari seluruh dunia. Oleh karena itu, kami menerima berbagai mata uang - total 45 mata uang. Berikut adalah daftar semua mata uang yang dapat digunakan oleh pemain Rake.com:  AED (United Arab Emirates Dirham), ARS (Argentine Peso), AUD (Australian Dollar), BDT (Bangladeshi Taka), BRL (Brazilian Real), CAD (Canadian Dollar), CHF (Swiss Franc), CLP (Chilean Peso), CNY (Chinese Yuan), CUP (Cuban Peso), CZK (Czech Koruna), EGP (Egyptian Pound), EUR (Euro), GBP (British Pound Sterling), GHS (Ghanaian Cedi), HKD (Hong Kong Dollar), HRK (Croatian Kuna), HUF (Hungarian Forint), IDR (Indonesian Rupiah), INR (Indian Rupee), IRR (Iranian Rial), ISK (Icelandic Króna), JPY (Japanese Yen), KRW (South Korean Won), KZT (Kazakhstani Tenge), LKR (Sri Lankan Rupee), MAD (Moroccan Dirham), MXN (Mexican Peso), NGN (Nigerian Naira), NZD (New Zealand Dollar), PEN (Peruvian Sol), PKR (Pakistani Rupee), PHP (Philippine Peso), PLN (Polish Złoty), RON (Romanian Leu), RSD (Serbian Dinar), RUB (Russian Ruble), SAR (Saudi Riyal), SGD (Singapore Dollar), THB (Thai Baht), UAH (Ukrainian Hryvnia), USD (United States Dollar), VES (Venezuelan Bolívar), VND (Vietnamese Dong), ZAR (South African Rand).",
  "Language_support": "Dukungan Bahasa",
  "Language_support_subtitle": "Kami bangga bahwa Rake.com tersedia dalam berbagai bahasa. Pemain dapat mengakses situs kami dalam tidak kurang dari 15 bahasa: Bahasa Inggris, Русский (Rusia), 中文 (Cina), Español (Spanyol), हिंदी (Hindi), Tiếng Việt (Vietnam), Français (Prancis), 日本語 (Jepang), 한국어 (Korea), Português (Portugis), Suomen (Finlandia), Bahasa Indonesia, Nederlands (Belanda), Polski (Polandia), Türkçe (Turki).  Jika bahasa Anda tidak ada dalam daftar tersebut, jangan khawatir. Ada kemungkinan besar bahasa Anda akan segera ditambahkan. Kami selalu bersemangat untuk mengembangkan kasino kami dan mencapai lebih banyak pemain di seluruh dunia.",
  "Affiliate_link": "Tautan Afiliasi",
  "Affiliate_link_subtitle": "Rake.com memiliki program afiliasi yang harus Anda cek jika Anda seorang pemasar online. Bergabunglah dengan program kami dan semakin banyak anggota baru yang Anda bawa ke Rake.com, semakin banyak penghasilan yang akan Anda dapatkan. Setelah mendaftar, Anda akan menerima tautan eksklusif. Setiap kali seseorang mengklik tautan ini dan bergabung dengan Rake.com, Anda akan menerima komisi.  Jika Anda tertarik dengan program afiliasi Rake.com dan ingin tahu lebih lanjut, jangan ragu untuk menghubungi kami. Kirim email ke affiliate@rake.com dan kami akan segera merespons Anda. Kami senang mendengar dari Anda!",
  "Instant_withdrawal": "Penarikan Cepat",
  "Instant_withdrawal_subtitle": "Rake.com adalah kasino online dengan penarikan cepat. Di sini, Anda tidak perlu menunggu lama untuk menerima uang Anda. Ketika Anda melakukan permintaan penarikan, kami berusaha untuk memprosesnya secepat mungkin. Setelah itu selesai, uang Anda akan segera dikirim kepada Anda. Kami menerima banyak metode pembayaran tercepat untuk penarikan. Gunakan salah satu metode ini dan uang Anda akan sampai sebelum Anda menyadarinya. Dengan Rake.com, Anda tidak perlu khawatir tentang penundaan pembayaran atau hal-hal seperti itu. Kami akan memastikan bahwa saat Anda menarik uang, uangnya sampai dengan cepat kepada Anda.",
  "News_updates": "Berita & Pembaruan",
  "News_updates_subtitle": "Sa saat kami mengembangkan situs kami, kami ingin semua pemain kami mengetahui peluang judi baru dan fitur-fitur apa yang bisa mereka harapkan. Kami akan memposting semua pembaruan di blog kami, feed Twitter kami, dan saluran Telegram kami. Tetap terhubung dan dapatkan semua pembaruan terbaru dari Rake.com.  Kami akan memberi tahu Anda setiap kali kami menambahkan permainan kasino baru, pasar taruhan olahraga baru, dan jenis perjudian lainnya ke situs kami. Selain itu, kami akan membagikan detail-promo terbaru kami sehingga Anda dapat memanfaatkan bonus yang murah hati dari kami. Ikuti Rake.com dan jangan sampai ketinggalan!",
  "Rake_rumble": "Rake Rumble",
  "Rake_rumble_subtitle": "Apa itu Rake Rumble? Ini adalah game peran daring multipemain masif (MMORPG) yang mirip dengan World of Warcraft. Game ini terinspirasi oleh berbagai MMORPG, terutama RuneScape. Ketika Anda terjun ke dunia Rake Rumble, Anda dapat menantang pemain lain untuk duel. Keberuntunganlah yang menentukan hasilnya sehingga kedua pemain memiliki peluang yang sama untuk menang.  Sebagai pemain Rake Rumble, Anda juga dapat melakukan quest, berdagang dengan pemain lain, dan menguasai berbagai keterampilan seperti membuat api, memancing, dan menebang kayu. Jelajahi alam semesta Rake Rumble yang luas dan dirancang secara kreatif serta nikmati pengalaman bermain MMORPG yang seru dan tak terduga seperti tidak ada yang lain.",
  "Live_dealers": "Dealer Langsung",
  "Live_dealers_subtitle": "Jika Anda ingin bermain game kasino dengan dealer langsung secara online, carilah tidak lebih jauh lagi. Di Rake.com, kami memiliki berbagai macam permainan kasino langsung yang siap dimainkan. Koleksi permainan langsung kami meliputi versi nyata dari permainan meja klasik seperti blackjack, roulette, baccarat, dan lainnya. Kami juga memiliki beberapa acara permainan yang menyenangkan, seru, dan berpotensi menguntungkan.  Yang membuat permainan dealer langsung begitu menarik adalah interaktifitasnya. Saat bermain, Anda dapat berbincang-bincang dengan pemain lain dan bahkan dealer itu sendiri. Permainan ini membawa pengalaman kasino online ke level berikutnya. Mereka juga menjembatani kesenjangan antara bermain di rumah dan bermain di lokasi nyata bersama orang lain.",
  "Mobile_friendly": "Ramah Seluler",
  "Mobile_friendly_subtitle": "Perjudian seluler sangat populer saat ini. Orang di seluruh dunia menyukai bermain game kasino seluler dan memasang taruhan olahraga di mana saja mereka berada. Jika Anda ingin mengakses Rake.com melalui smartphone atau tablet Anda, Anda dapat melakukannya dengan situs Rake.com yang ramah seluler. Tersedia untuk berbagai perangkat, situs ini memberikan akses instan ke semua peluang perjudian kami.  Di manapun Anda berada, Anda dapat mengunjungi situs seluler Rake.com dan memanfaatkan peluang perjudian favorit Anda. Mainkan beberapa game kasino terbaik kami saat sedang bepergian atau tetap up to date dengan berita dan hasil taruhan olahraga terbaru.",
  "Customer_support": "Dukungan Pelanggan 24/7",
  "Customer_support_subtitle": "Jika Anda perlu menghubungi kami tentang apapun, jangan ragu melakukannya kapan saja. Dukungan pelanggan Rake.com tersedia setiap jam sepanjang hari. Tidak peduli jam berapa Anda butuh bantuan, hubungi kami dan kami akan membantu menyelesaikan masalah Anda.  Ada dua cara untuk menghubungi tim dukungan pelanggan Rake.com:  ● Obrolan langsung   ● Surel Untuk mendapatkan balasan yang paling cepat, kami sarankan menggunakan fitur obrolan langsung Rake.com. Cukup ketik pesan Anda dan anggota tim dukungan pelanggan kami akan segera merespons Anda."
}
