{
  "Title_": "Chào mừng đến với Rake - \n",
  "Welcome_back": "Chào mừng bạn đã trở lại,\n{{username}}",
  "Or_continue_with": "Hoặc tiếp tục bằng",
  "Your_VIP_progress": "Tiến độ VIP của bạn",
  "Subtitle_": "Thể thao trực tuyến \n cá cược & Casino!",
  "Register_": "<1>Register an \n account</1> on Rake",
  "Deposit_": "Deposit your crypto \n assets to your account.",
  "Sports_book_": "Đặt cược, quay và thắng lớn tại\ncá cược thể thao và sòng bạc!",
  "Carousel_Sports_fight_": "Đặt cược của bạn, thống trị trò chơi",
  "Carousel_spin_": "Quay để giành chiến thắng! Lên đến 6 BTC mỗi ngày",
  "Carousel_arena_": "Tham gia Đấu trường, Thách thức Đối thủ của Bạn, Giành chiến thắng",
  "Sign_in_an_account_": "(<1>Đăng nhập tài khoản trước</1> first)",
  "About_us_": "About Us",
  "Sports_": "Thể thao",
  "Casino_": "Sòng bài",
  "Crypto_sportsbook_": "Cá cược thể thao tiền điện tử",
  "Crypto_casino_": "Tiền điện tử Casino",
  "Rake.com_offers_a_mind-boggling_variety_": "Rake.com cung cấp một loạt các trò chơi casino có thể chơi được bằng mọi loại tiền tệ chính. Court Lady Luck với hàng nghìn trò chơi cổ điển và độc nhất vô nhị, bao gồm Sòng bạc trực tiếp, Xì dách, Xì phé, Máy đánh bạc và vô số trò chơi Rake Originals trong nhà mà bạn sẽ không tìm thấy ở nơi nào khác.",
  "Get_your_game_on_at_Rake.com_": "Nhận trò chơi của bạn trên tại Rake.com, nơi có nhiều trận đấu cá cược thể thao nhất trong ngành, bao gồm tất cả các trận đấu UFC, bóng đá, bóng rổ, thể thao điện tử, bóng gậy, quần vợt và trò chơi AI ảo.",
  "Go_to_sportsbook_": "ĐẾN VỚI CÁ CƯỢC THỂ THAO",
  "Go_to_casino_": "ĐẾN VỚI CASINO",
  "Register_now": "THAM GIA NGAY",
  "Purchase_crypto": "Mua tiền điện tử từ các nhà cung cấp sau",
  "Wide_variety_of_games": "Rake.com - Đa dạng các trò chơi",
  "Wide_variety_of_games_subtitle": "Tham gia Rake.com và bạn sẽ có cơ hội truy cập vào một số cơ hội cá cược trực tuyến tốt nhất. Khi bạn là thành viên của trang web của chúng tôi, bạn có thể chơi các trò chơi casino hàng đầu và đặt cược vào nhiều môn thể thao phổ biến nhất trên thế giới. Chúng tôi có một số lượng lớn các trò chơi casino và bộ sưu tập của chúng tôi đang ngày càng mở rộng. Ngoài ra, chúng tôi cũng có sổ cá cược trực tuyến cho phép bạn đặt cược vào hơn 80 môn thể thao. Cược vào mọi thứ từ các trận đấu và cuộc đua địa phương đến các cuộc thi quốc gia và giải đấu quốc tế. Một số môn thể thao hàng đầu mà bạn có thể đặt cược với Rake.com bao gồm bóng đá, bóng rổ, cricket, bóng chuyền, MMA và bóng bầu dục Mỹ. Bạn thậm chí còn có thể đặt cược vào các trận đấu e-sports.",
  "Convenient_payment_options": "Các phương thức thanh toán tiện lợi",
  "Convenient_payment_options_subtitle": "Ở Rake.com, chúng tôi làm cho việc nạp tiền và rút tiền trở nên dễ dàng cho người chơi. Chúng tôi chấp nhận một loạt các phương thức thanh toán cùng với một số loại tiền điện tử phổ biến. Phương thức thanh toán: Visa, Mastercard, Google Pay, Apple Pay, Samsung Pay. Tiền điện tử: Bitcoin, Litecoin, Ethereum, USDT, BNB, USDC, Dogecoin, TRX.  Nhờ thiết kế thân thiện với người dùng và giao diện đơn giản của chúng tôi, việc thanh toán trở nên nhanh chóng và dễ dàng. Đối với những người đã sở hữu tiền điện tử, bạn có thể chuyển từ ví cá nhân của mình trực tiếp vào ví Rake.com thông qua phần ví. Nếu bạn mới làm quen với tiền điện tử hoặc cần mua thêm, hãy điều hướng đến phần ví và nhấp vào tab 'mua tiền điện tử'. Tại đây, bạn có thể chọn từ các nhà cung cấp bên thứ ba được khuyến nghị của chúng tôi để mua tiền điện tử bằng các hệ thống thanh toán thông thường như Visa hoặc Mastercard. Cần lưu ý rằng những nhà cung cấp này sẽ tiến hành các thủ tục KYC riêng của họ. Rake.com không liên quan đến quy trình KYC của họ và không thu bất kỳ khoản phí nào từ những đề xuất này.",
  "Fully_licensed": "Đầy đủ giấy phép và cá cược có trách nhiệm",
  "Fully_licensed_subtitle": "Bạn chỉ nên tham gia một sòng bạc trực tuyến nếu nó có giấy phép. Rake.com thực sự có một giấy phép từ Chính phủ Curacao. Số giấy phép của chúng tôi là 8048/JAZ2022-091. Trang web này được sở hữu và hoạt động bởi Elixir Tech N.V., được đăng ký tại địa chỉ sau: Zuikertuintjeweg Z/N (Zuikertuin Tower) Curacao. Cá cược có trách nhiệm là điều chúng tôi coi trọng. Chúng tôi có một loạt nguồn lực để người chơi sử dụng nếu họ nghĩ rằng mình có vấn đề về cờ bạc. Để bảo vệ dữ liệu và tiền của người chơi, chúng tôi sử dụng phần mềm bảo mật hiện đại và áp dụng các quy định nghiêm ngặt.",
  "Bonuses_and_VIP_program": "Ưu đãi & Chương trình VIP",
  "Bonuses_and_VIP_program_subtitle": "Chúng tôi có rất nhiều khuyến mãi hấp dẫn và hào phóng dành cho người chơi của chúng tôi. Cả thành viên mới và thành viên hiện tại có thể yêu cầu một số khuyến mãi casino trực tuyến tốt nhất hiện nay với Rake.com. Bắt đầu với khuyến mãi chào mừng cho người chơi mới, sau đó tận dụng các ưu đãi đặc biệt khác của chúng tôi. Ngoài các khuyến mãi cung cấp bonus, chúng tôi còn có một chương trình VIP với sáu cấp độ: Đồng, Bạc, Vàng, Bạch kim, Kim Cương và Royal Rake. Mọi người bắt đầu ở cấp Đồng và đi lên bằng cách chơi các trò chơi casino để kiếm tiền thật và tích điểm. Cấp độ càng cao, bạn sẽ nhận được nhiều bonus, phúc lợi và phần thưởng hơn.",
  "Gaming_Selection": "Sự lựa chọn trò chơi vô song",
  "Gaming_Selection_subtitle": "Rake.com có một bộ sưu tập lớn và đa dạng các trò chơi casino trực tuyến bạn có thể chơi để kiếm tiền thật. Chúng tôi tự hào nói rằng thư viện trò chơi của chúng tôi mang đến cho mọi người điều gì đó phù hợp. Bất kể bạn thích loại trò chơi casino nào, bạn sẽ tìm thấy ở đây trên Rake.com. Chúng tôi có nhiều tựa game phổ biến cùng với tất cả những trò chơi mới nhất nổi bật. Vậy trò chơi casino trực tuyến kiếm tiền thật nào chúng tôi có? Ngoài các máy slot video, casino của chúng tôi cũng cung cấp các trò chơi bàn (blackjack, roulette, baccarat và poker) và các trò chơi sòng bài trực tiếp. Khác biệt so với hầu hết các trang web casino khác, chúng tôi có một số trò chơi độc quyền bạn sẽ không tìm thấy ở bất kỳ nơi nào khác.",
  "See_more": "XEM THÊM",
  "Show_less": "THU GỌN",
  "Buy_crypto": "MUA TIỀN ĐIỆN TỬ",
  "Wallet_": "Ví",
  "Before_you_can_buy_crypto": "Before you can buy crypto, you’ll need to log in to your account or register for an account",
  "Sign_in": "SIGN IN",
  "Sign_out": "REGISTER",
  "First_": "first",
  "Currencies": "Tỷ giá",
  "Currencies_subtitle": "Rake.com là một sòng bạc trực tuyến toàn cầu chấp nhận người chơi từ khắp nơi trên thế giới. Vì vậy, chúng tôi chấp nhận một loạt tiền tệ - tổng cộng 45 loại tiền. Dưới đây là danh sách tất cả các loại tiền mà người chơi Rake.com có thể sử dụng: AED (Đồng Dirham Các Tiểu Vương quốc Ả Rập), ARS (Peso Argentina), AUD (Đô la Úc), BDT (Taka Bangladesh), BRL (Real Brazil), CAD (Đô la Canada), CHF (Franc Thụy Sĩ), CLP (Peso Chile), CNY (Nhân dân tệ Trung Quốc), CUP (Peso Cuba), CZK (Koruna Séc), EGP (Bảng Ai Cập), EUR (Euro), GBP (Bảng Anh), GHS (Cedi Ghana), HKD (Đô la Hong Kong), HRK (Kuna Croatia), HUF (Forint Hungary), IDR (Rupiah Indonesia), INR (Rupee Ấn Độ), IRR (Rial Iran), ISK (Krona Iceland), JPY (Yên Nhật Bản), KRW (Won Hàn Quốc), KZT (Tenge Kazakhstan), LKR (Rupee Sri Lanka), MAD (Dirham Ma-rốc), MXN (Peso Mexico), NGN (Naira Nigeria), NZD (Đô la New Zealand), PEN (Sol Peru), PKR (Rupee Pakistan), PHP (Peso Philippines), PLN (Złoty Ba Lan), RON (Leu Romania), RSD (Dinar Serbia), RUB (Ruble Nga), SAR (Riyal Saudi Arabia), SGD (Đô la Singapore), THB (Baht Thái Lan), UAH (Hryvnia Ukraine), USD (Đô la Mỹ), VES (Bolívar Venezuela), VND (Đồng Việt Nam), ZAR (Rand Nam Phi).",
  "Language_support": "Hỗ trợ Ngôn ngữ",
  "Language_support_subtitle": "Chúng tôi tự hào khi Rake.com có sẵn bằng nhiều ngôn ngữ khác nhau. Người chơi có thể truy cập vào trang web của chúng tôi bằng không ít hơn 15 ngôn ngữ: Tiếng Anh, Русский (Tiếng Nga), 中文 (Tiếng Trung), Español (Tiếng Tây Ban Nha), हिंदी (Tiếng Hin-ddiee), Tiếng Việt, Français (Tiếng Pháp), 日本語 (Tiếng Nhật), 한국어 (Tiếng Hàn Quốc), Português (Tiếng Bồ Đào Nha), Suomen (Tiếng Phần Lan), Tiếng Indonesia, Nederlands (Tiếng Hà Lan) , Polski (Tiếng Ba Lan) , Türkçe (Tiếng Thổ Nhĩ Kỳ).  Nếu ngôn ngữ của bạn không có trong danh sách, đừng lo lắng. Có khả năng rất cao rằng sẽ có trong tương lai gần. Chúng tôi luôn muốn phát triển sòng bạc của mình và tiếp cận được nhiều người chơi hơn trên toàn thế giới.",
  "Affiliate_link": "Liên kết liên kết",
  "Affiliate_link_subtitle": "Rake.com có một chương trình liên kết mà bạn nên kiểm tra nếu bạn là một nhà tiếp thị trực tuyến. Tham gia chương trình của chúng tôi và bạn sẽ kiếm được nhiều hoa hồng hơn khi gửi thành viên mới cho Rake.com. Sau khi bạn đăng ký, bạn sẽ nhận được một liên kết độc quyền. Mỗi khi ai đó nhấp vào liên kết này và tham gia Rake.com, bạn sẽ nhận được hoa hồng.  Nếu bạn quan tâm đến chương trình liên kết Rake.com và muốn biết thêm thông tin, xin vui lòng liên hệ qua email affiliate@rake.com và chúng tôi sẽ sớm phản hồi cho bạn. Chúng tôi rất mong được nghe từ bạn!",
  "Instant_withdrawal": "Rút tiền nhanh",
  "Instant_withdrawal_subtitle": "Rake.com là một sòng bạc trực tuyến rút tiền nhanh. Ở đây, bạn không phải chờ lâu để nhận được tiền của bạn. Khi yêu cầu rút tiền, chúng tôi cố gắng xử lý càng sớm càng tốt. Sau khi điều này được hoàn thành, tiền của bạn sẽ được gửi đi. Chúng tôi chấp nhận nhiều phương thức thanh toán nhanh nhất cho việc rút tiền. Sử dụng một trong số này và tiền của bạn sẽ đến trong ít time. Với Rake.com, bạn không phải lo lắng về việc thanh toán bị delay hoặc gì đó. Chúng tôi sẽ đảm bảo rằng khi bạn rút tiền, nó sẽ nhanh chóng được gửi cho bạn.",
  "News_updates": "Tin tức & Cập nhật",
  "News_updates_subtitle": "Khi chúng tôi phát triển trang web của mình, chúng tôi muốn tất cả người chơi của chúng ta biết về các cơ hội cá cược mới và tính năng mới mà họ có thể mong đợi. Chúng tôi sẽ đăng thông tin cập nhật lên blog của mình, Twitter feed và kênh Telegram của chúng tôi. Hãy theo Rake.com để không bỏ lỡ bất kỳ thông tin mới nào.  Chúng tôi sẽ thông báo khi chúng tôi thêm các trò chơi casino mới, các thị trường cá cược thể thao mới và các loại cá cược khác vào trang web của chúng tôi. Ngoài ra, chúng tôi sẽ chia sẻ chi tiết về các khuyến mãi mới nhất của chúng tôi để bạn có thể nhận được các khoản bonus hào phóng của chúng tôi. Theo dõi Rake.com và không bao giờ bỏ lỡ!",
  "Rake_rumble": "Rake Rumble",
  "Rake_rumble_subtitle": "Rake Rumble là gì? Đó là một trò chơi nhập vai qua mạng lớn với nhiều người chơi (MMORPG) giống World of Warcraft. Nó được lấy cảm hứng từ một loạt các MMORPGs, đặc biệt là RuneScape. Khi bạn nhập vai vào thế giới Rake Rumble, bạn có thể thách đấu với những người chơi khác. May mắn và may mắn duy nhất quyết định kết quả, do đó cả hai người chơi có cơ hội công bằng để chiến thắng.  Là người chơi Rake Rumble, bạn cũng có thể hoàn thành các nhiệm vụ, giao dịch với người chơi khác và thành thạo một loạt các kỹ năng như làm lửa, câu cá và đốn gỗ. Khám phá vũ trụ Rake Rumble rộng lớn và được thiết kế sáng tạo và trải nghiệm một trò MMORPG căn danh hấp dẫn và không dự đoán được.",
  "Live_dealers": "Đại lý Trực tiếp",
  "Live_dealers_subtitle": "Nếu bạn muốn chơi các trò casino với người krupiyê sống online, hãy nhìn ngay vào Rake.com. Chúng tôi có một loạt các trò chơi casino sống đang chờ để được chơi. Bộ sưu tập của chúng tôi bao gồm phiên bản thực tế của các trò chơi bàn kinh điển như blackjack, roulette, baccarat và nhiều hơn nữa. Chúng tôi cũng có một số show game vui nhộn, hồi hộp và có thể mang lại phần thưởng.  Những gì làm cho trò chơi với người krupiyê sống hấp dẫn đến vậy là tính tương tác. Trong quá trình chơi, bạn có thể trò chuyện với các người chơi khác và thậm chí với người chia bài. Những trò chơi này đưa trải nghiệm sòng bạc trực tuyến lên một tầm cao mới. Chúng cũng thu hẹp khoảng cách giữa việc chơi tại nhà và chơi ở các địa điểm thực sự với những người khác.",
  "Mobile_friendly": "Thân thiện với di động",
  "Mobile_friendly_subtitle": "Cá cược di động ngày càng phổ biến. Mọi người trên khắp thế giới thích chơi các trò casino di động và đặt cược thể thao khi đang di chuyển. Nếu bạn muốn truy cập vào Rake.com trên điện thoại thông minh hoặc máy tính bảng của mình, bạn có thể làm được điều đó với phiên bản thân thiện với di động của Rake.com. Trang web này có sẵn trên nhiều thiết bị, mang đến cho bạn khả năng truy cập ngay lập tức vào tất cả các cơ hội cá cược của chúng tôi.  Dù bạn ở bất cứ đâu, bạn có thể truy cập vào trang di động Rake.com và tận dụng tối đa các cơ hội cá cược yêu thích của bạn. Chơi một số trò casino hàng đầu của chúng tôi khi bạn ra ngoài hoặc cập nhật tin tức và kết quả cá cược thể thao mới nhất.",
  "Customer_support": "Hỗ trợ khách hàng 24/7",
  "Customer_support_subtitle": "Nếu bạn cần liên hệ với chúng tôi về bất kỳ điều gì, hãy thoải mái liên hệ vào bất kỳ lúc nào. Hỗ trợ khách hàng Rake.com có sẵn trong suốt 24 giờ mỗi ngày. Bất kể lúc nào bạn cần sự trợ giúp, hãy liên hệ và chúng tôi sẽ giải quyết cho bạn.  Có hai cách để liên hệ với đội hỗ trợ khách hàng Rake.com:  ● Trò chuyện trực tiếp   ● Email  Để nhận được câu trả lời nhanh nhất, chúng tôi đề xuất sử dụng tính năng trò chuyện trực tiếp của Rake.com. Chỉ cần nhập tin nhắn của bạn và một thành viên của đội hỗ trợ khách hàng sẽ sớm liên hệ với bạn."
}
