{
  "Title_": "Bienvenido a Rake - \n",
  "Welcome_back": "Bienvenido de nuevo,\n{{username}}",
  "Or_continue_with": "O continuar con",
  "Your_VIP_progress": "Progreso VIP rango",
  "Subtitle_": "¡Apuestas deportivas y Casino online!",
  "Register_": "<1>Crea una \n cuenta</1> en Rake",
  "Deposit_": "Deposita las criptomonedas \n en tu cuenta.",
  "Sports_book_": "Apuestas deportivas y tragamonedas de casino. \n ¡Juega y gana!",
  "Carousel_Sports_fight_": "Haz tus apuestas, domina el juego",
  "Carousel_spin_": "¡Gira para ganar! Hasta 6 BTC por día",
  "Carousel_arena_": "Entra en la arena, desafía a tus rivales, gana la batalla",
  "Sign_in_an_account_": "(<1>Crea tu cuenta primero</1>)",
  "About_us_": "Sobre nosotros",
  "Sports_": "Deportes",
  "Casino_": "Casino",
  "Crypto_sportsbook_": "Apuestas deportivas con criptomonedas",
  "Crypto_casino_": "Casino con criptomonedas",
  "Rake.com_offers_a_mind-boggling_variety_": "Rake.com ofrece una alucinante variedad de juegos de casino en las principales divisas. Court Lady Luck con miles de juegos clásicos y únicos, incluyendo casino en vivo, Blackjack, Poker, Tragaperras y muchos más juegos originales de Rake que no encontrarás en ningún otro sitio.",
  "Get_your_game_on_at_Rake.com_": "Juega en Rake.com, donde encontrarás la mayor variedad de apuestas deportivas del sector, incluyendo todos los partidos de UFC, fútbol, baloncesto, E-sports, cricket, tenis y juegos virtuales de IA.",
  "Go_to_sportsbook_": "IR A APUESTAS DEPORTIVAS",
  "Go_to_casino_": "IR AL CASINO",
  "Register_now": "REGÍSTRATE AHORA",
  "Purchase_crypto": "Compra criptomonedas de los siguientes proveedores",
  "Wide_variety_of_games": "Rake.com - Una Amplia Variedad de Juegos",
  "Wide_variety_of_games_subtitle": "Únete a Rake.com y tendrás acceso a algunas de las mejores oportunidades de juego en línea. Una vez que te conviertas en miembro de nuestro sitio, podrás jugar a los mejores juegos de casino y realizar apuestas en muchos de los deportes más populares del mundo. Contamos con una gran cantidad de juegos de casino y nuestra colección está en constante crecimiento.  También tenemos nuestra casa de apuestas en línea, que te permite realizar apuestas en más de 80 deportes. Apuesta en todo, desde partidos y carreras locales hasta competiciones nacionales y torneos internacionales. Algunos de los muchos deportes en los que puedes apostar en Rake.com incluyen fútbol, baloncesto, cricket, voleibol, MMA y fútbol americano. ¡Incluso puedes realizar apuestas en deportes electrónicos!",
  "Convenient_payment_options": "Métodos de pago convenientes",
  "Convenient_payment_options_subtitle": "Aquí en Rake.com, facilitamos a los jugadores realizar tanto depósitos como retiros. Aceptamos una amplia gama de métodos de pago junto con varias criptomonedas populares.   Métodos de pago: Visa, Mastercard, Google Pay, Apple Pay, Samsung Pay.  Criptomonedas: Bitcoin, Litecoin, Ethereum, USDT, BNB, USDC, Dogecoin, TRX.  Gracias a nuestro diseño fácil de usar y a nuestra sencilla interfaz, realizar pagos es rápido y sencillo. Para aquellos que ya poseen criptomonedas, pueden transferir sin problemas desde sus billeteras personales directamente a su billetera Rake.com a través de la sección de billetera. Si eres nuevo en las criptomonedas o necesitas comprar más, navega hasta la sección de billetera y haz clic en la pestaña 'comprar cripto'. Aquí podrás seleccionar entre nuestros proveedores recomendados de terceros para comprar criptomonedas utilizando sistemas de pago convencionales como Visa o Mastercard. Es importante tener en cuenta que estos proveedores realizan sus propios procedimientos individuales de KYC. Rake.com no participa en sus procesos de KYC ni obtenemos ninguna comisión por estas recomendaciones.",
  "Fully_licensed": "Totalmente Licenciado y Juego Responsable",
  "Fully_licensed_subtitle": "Solo debes unirte a un casino en línea si tiene licencia. Rake.com cuenta con una licencia otorgada por el Gobierno de Curazao. Número de licencia: 8048/JAZ2022-091. El sitio web es propiedad y está operado por Elixir Tech N.V., registrado en la siguiente dirección: Zuikertuintjeweg Z/N (Torre Zuikertuin), Curazao.  El juego responsable es algo que nos tomamos muy en serio. Contamos con una variedad de recursos para que los jugadores los utilicen si creen que tienen un problema con el juego. Para proteger los datos y el dinero de los jugadores, utilizamos software de seguridad de última generación y tenemos protocolos estrictos implementados.",
  "Bonuses_and_VIP_program": "Bonificaciones y Programa VIP",
  "Bonuses_and_VIP_program_subtitle": "Tenemos muchas bonificaciones emocionantes y generosas para nuestros jugadores. Tanto los nuevos miembros como los actuales pueden obtener algunas de las mejores bonificaciones de casino en línea disponibles hoy en día en Rake.com. Comienza con la bonificación de bienvenida para nuevos jugadores y aprovecha al máximo nuestras otras ofertas especiales.  Además de las promociones que otorgan bonificaciones, tenemos un programa VIP con seis niveles: Bronce, Plata, Oro, Platino, Diamante y Rake Royalty. Todos comienzan en el nivel Bronce y avanzan jugando juegos de casino con dinero real y acumulando puntos. Cuanto más alto sea tu nivel, más bonificaciones, ventajas y recompensas recibirás.",
  "Gaming_Selection": "Selección Inigualable de Juegos",
  "Gaming_Selection_subtitle": "Rake.com cuenta con una amplia y variada colección de juegos de casino en línea que puedes jugar con dinero real. Nos enorgullece decir que nuestra biblioteca de juegos ofrece algo para todos. Sea cual sea el tipo de juego de casino que te guste, lo encontrarás aquí en Rake.com. Tenemos muchos títulos populares junto con los juegos más nuevos y emocionantes.  ¿Qué juegos de casino con dinero real tenemos? Además de las tragamonedas de video, nuestro casino ofrece juegos de mesa (blackjack, ruleta, baccarat y póker) y juegos con crupier en vivo. A diferencia de la mayoría de los otros sitios de casino, tenemos algunos juegos exclusivos que no encontrarás en ningún otro lugar.",
  "See_more": "VER MÁS",
  "Show_less": "VER MENOS",
  "Buy_crypto": "COMPRAR CRIPTO",
  "Wallet_": "CARTERA",
  "Before_you_can_buy_crypto": "Antes de poder comprar criptomonedas, deberás iniciar sesión en tu cuenta o registrarte para obtener una cuenta",
  "Sign_in": "INICIAR SESIÓN",
  "Sign_out": "REGISTRARSE",
  "First_": "primero",
  "Currencies": "Monedas",
  "Currencies_subtitle": "Rake.com es un casino en línea global que acepta jugadores de todo el mundo. Como tal, aceptamos una amplia gama de monedas: 45 en total. A continuación se muestra una lista de todas las monedas que los jugadores de Rake.com pueden utilizar: AED (Dirham de los Emiratos Árabes Unidos), ARS (Peso argentino), AUD (Dólar australiano), BDT (Taka bangladesí), BRL (Real brasileño), CAD (Dólar canadiense), CHF (Franco suizo), CLP (Peso chileno), CNY (Yuan chino), CUP (Peso cubano), CZK (Corona checa), EGP (Libra egipcia), EUR (Euro), GBP (Libra esterlina británica), GHS (Cedi ghanés), HKD (Dólar hongkonés), HRK (Kuna croata), HUF (Forinto húngaro), IDR (Rupia indonesia), INR (Rupia india), IRR (Rial iraní), ISK (Corona islandesa), JPY (Yen japonés), KRW (Won surcoreano), KZT (Tenge kazajo), LKR (Rupia esrilanquesa), MAD (Dirham marroquí), MXN (Peso mexicano), NGN (Naira nigeriano), NZD (Dólar neozelandés), PEN (Sol peruano), PKR (Rupia pakistaní), PHP (Peso filipino), PLN (Zloty polaco), RON (Leu rumano), RSD (Dinar serbio), RUB (Rublo ruso), SAR (Riyal saudí), SGD (Dólar singapurense), THB (Baht tailandés), UAH (Grivna ucraniana), USD (Dólar estadounidense), VES (Bolívar venezolano), VND (Dong vietnamita) , ZAR (Rand sudafricano).",
  "Language_support": "Soporte Multilingüe",
  "Language_support_subtitle": "Nos enorgullece el hecho de que Rake.com esté disponible en varios idiomas. Los jugadores pueden acceder a nuestro sitio en nada menos que 15 idiomas: Inglés, Русский (ruso), 中文 (chino), Español (español), हिंदी (hindi), Tiếng Việt (vietnamita), Français (francés), 日本語 (japonés), 한국어 (coreano), Português (portugués), Suomen (finlandés), indonesio, Nederlands (holandés), Polski (polaco) y Türkçe (turco). Si tu idioma no está en la lista, no te preocupes. Es muy probable que lo agreguemos pronto. Siempre estamos interesados ​​en expandir nuestro casino y llegar a más jugadores en todo el mundo.",
  "Affiliate_link": "Enlaces Afiliados",
  "Affiliate_link_subtitle": "Rake.com cuenta con un programa de afiliados que debes revisar si eres un comercializador en línea. Únete a nuestro programa y cuantos más nuevos miembros nos envíes, más ganarás. Una vez que te hayas registrado, recibirás un enlace exclusivo. Cada vez que alguien haga clic en este enlace y se una a Rake.com, recibirás una comisión. Si estás interesado en el programa de afiliados de Rake.com y quieres obtener más información, no dudes en ponerte en contacto con nosotros. Envía un correo electrónico a affiliate@rake.com y nos pondremos en contacto contigo pronto. ¡Nos encantaría saber de ti!",
  "Instant_withdrawal": "Retiros Rápidos",
  "Instant_withdrawal_subtitle": "Rake.com es un casino en línea con retiros rápidos. Aquí no tendrás que esperar mucho tiempo para recibir tu dinero. Cuando solicites un retiro, nos esforzaremos por procesarlo lo antes posible. Una vez hecho esto, tu dinero estará en camino hacia ti. Aceptamos muchos métodos de pago rápidos para retiros. Utiliza uno de ellos y tu dinero estará contigo antes de que te des cuenta. Con Rake.com no tendrás que preocuparte por retrasos en los pagos ni nada por el estilo. Nos aseguraremos de que cuando retires dinero, lo recibas rápidamente.",
  "News_updates": "Noticias y Actualizaciones",
  "News_updates_subtitle": "A medida que hacemos crecer nuestro sitio, queremos que todos nuestros jugadores sepan qué nuevas oportunidades y características de juego pueden esperar. Publicaremos todas las actualizaciones en nuestro blog, nuestro feed de Twitter y nuestro canal de Telegram. Mantente informado y obtén todas las últimas novedades de Rake.com.  Te informaremos cada vez que agreguemos nuevos juegos de casino, mercados de apuestas deportivas y otros tipos de juegos a nuestro sitio. Además, compartiremos detalles sobre nuestras últimas promociones para que puedas aprovechar nuestros generosos bonos. ¡Sigue a Rake.com y no te pierdas nada!",
  "Rake_rumble": "Rake Rumble",
  "Rake_rumble_subtitle": "¿Qué es exactamente Rake Rumble? Es un juego masivo multijugador en línea de rol similar a World of Warcraft. Se inspira en una variedad de MMORPGs, particularmente RuneScape. Cuando te sumerjas en el mundo de Rake Rumble, podrás desafiar a otros jugadores a duelos. La suerte y solo la suerte decide el resultado, por lo que ambos jugadores tienen las mismas posibilidades de ganar.  Como jugador de Rake Rumble, también podrás realizar misiones, comerciar con otros jugadores y dominar una variedad de habilidades como hacer fuego, pescar y talar madera. Explora el vasto universo creativamente diseñado de Rake Rumble y disfruta de una emocionante experiencia de juego MMORPG impredecible como ninguna otra.",
  "Live_dealers": "Crupiers en Vivo",
  "Live_dealers_subtitle": "Si deseas jugar juegos de casino con crupier en vivo en línea, no busques más. En Rake.com, tenemos una amplia variedad de juegos de casino en vivo esperando ser jugados. Nuestra colección incluye versiones reales de juegos clásicos como blackjack, ruleta, baccarat y más. También tenemos algunos programas de juegos divertidos, emocionantes y potencialmente gratificantes.  Lo que hace que los juegos con crupier en vivo sean tan atractivos es su interactividad. Mientras juegas, puedes chatear con otros jugadores e incluso con el crupier. Estos juegos llevan la experiencia del casino en línea al siguiente nivel y crean un puente entre jugar desde casa y jugar en ubicaciones reales con otras personas.",
  "Mobile_friendly": "Compatible con Dispositivos Móviles",
  "Mobile_friendly_subtitle": "El juego móvil es enormemente popular en la actualidad. A las personas les encanta jugar a juegos de casino móviles y realizar apuestas deportivas sobre la marcha en todo el mundo. Si quieres acceder a Rake.com desde tu smartphone o tablet, puedes hacerlo a través del sitio móvil amigable para dispositivos móviles. Disponible para una amplia gama de dispositivos, este sitio te brinda acceso instantáneo a todas nuestras oportunidades de juego.  Donde sea que estés, puedes visitar el sitio móvil Rake.com y aprovechar al máximo tus oportunidades favoritas para jugar o mantenerte al día con las últimas noticias y resultados de apuestas deportivas.",
  "Customer_support": "Soporte al Cliente 24/7",
  "Customer_support_subtitle": "Si alguna vez necesitas contactarnos por cualquier motivo, no dudes en hacerlo en cualquier momento. El equipo de atención al cliente de Rake.com está disponible las 24 horas del día. No importa la hora en la que necesites ayuda, ponte en contacto con nosotros y podremos resolver cualquier problema para ti.  Hay dos formas de contactar al equipo de atención al cliente de Rake.com:  ● Chat en vivo ● Correo electrónico  Para obtener una respuesta rápida, te recomendamos utilizar la función de chat en vivo de Rake.com. Simplemente escribe tu mensaje y un miembro de nuestro equipo estará contigo muy pronto."
}
