{
  "Title_": "Добро пожаловать на Rake - \n",
  "Welcome_back": "С возвращением,\n{{username}}",
  "Or_continue_with": "Или продолжить с",
  "Your_VIP_progress": "Ваш VIP-прогресс",
  "Subtitle_": "Онлайн-казино \n и ставки на спорт!",
  "Register_": "<1>Register an \n account</1> on Rake",
  "Deposit_": "Deposit your crypto \n assets to your account.",
  "Sports_book_": "Делайте ставки, вращайте барабан и выигрывайте по-крупному в \nнашей букмекерской конторе и казино!",
  "Carousel_Sports_fight_": "Делайте ставки, доминируйте в игре",
  "Carousel_spin_": "Вращай, чтобы выиграть! До 6 BTC в день",
  "Carousel_arena_": "Выйди на арену, брось вызов своим соперникам, выиграй битву",
  "Sign_in_an_account_": "(<1>Сначала войдите в аккаунт</1>)",
  "About_us_": "О нас",
  "Sports_": "Спорт",
  "Casino_": "Казино",
  "Crypto_sportsbook_": "Ставки на спорт в криптовалюте",
  "Crypto_casino_": "Криптоказино",
  "Rake.com_offers_a_mind-boggling_variety_": "Rake.com предлагает ошеломляющее разнообразие игр, в которых можно делать ставки во всех основных валютах. Испытайте свою удачу в тысячах классических и уникальных игр, включая live-казино, блек-джек, покер, игровые автоматы и множество других оригинальных игр, которые вы больше нигде не найдете.",
  "Get_your_game_on_at_Rake.com_": "Получите удовольствие от игры на Rake.com, где представлено самое большое разнообразие ставок на спорт, в том числе в таких областях, как матчи UFC, футбол, баскетбол, киберспорт, крикет, теннис и виртуальные игры.",
  "Go_to_sportsbook_": "ПЕРЕЙТИ К СТАВКАМ",
  "Go_to_casino_": "ПЕРЕЙТИ В КАЗИНО",
  "Register_now": "ЗАРЕГИСТРИРОВАТЬСЯ",
  "Purchase_crypto": "Покупайте криптовалюты у следующих поставщиков",
  "Wide_variety_of_games": "Rake.com - Широкий выбор игр",
  "Wide_variety_of_games_subtitle": "Присоединяйтесь к Rake.com и получите доступ к лучшим возможностям онлайн-гэмблинга. Как только вы станете участником нашего сайта, сможете играть в лучшие казино-игры и делать ставки на многие из самых популярных спортивных событий мира. У нас огромное количество игр в казино и наша коллекция постоянно растет. У нас также есть онлайн-букмекерская контора, которая позволяет делать ставки на более чем 80 видов спорта. Ставьте на все, от местных матчей и гонок до национальных соревнований и международных турниров. Среди множества видов спорта, на которые вы можете делать ставки на Rake.com, - футбол, баскетбол, крикет, волейбол, ММА и американский футбол. Вы даже можете делать ставки на киберспорт.",
  "Convenient_payment_options": "Удобные варианты оплаты",
  "Convenient_payment_options_subtitle": "Здесь, на Rake.com, мы облегчаем игрокам процесс как внесения депозитов, так и снятия средств. Мы принимаем широкий спектр способов оплаты, а также довольно много популярных криптовалют. Способы оплаты: Visa, Mastercard, Google Pay, Apple Pay, Samsung Pay   Криптовалюты: Bitcoin, Litecoin, Ethereum, USDT, BNB, USDC, Dogecoin, TRX.  Благодаря нашему удобному дизайну и простой компоновке, процесс оплаты становится быстрым и легким. Для тех, у кого уже есть криптовалюта, вы можете без проблем перевести ее из своего личного кошелька прямо в кошелек Rake.com через раздел кошелька. Если вы новичок в криптовалюте или хотите приобрести больше, перейдите в раздел кошелька и нажмите на вкладку 'купить криптовалюту'. Здесь вы можете выбрать из наших рекомендованных поставщиков третьей стороны для покупки криптовалют с использованием обычных платежных систем, таких как Visa или Mastercard. Важно отметить, что эти поставщики проводят собственные процедуры KYC. Rake.com не участвует в их процессах KYC, и мы не получаем никаких комиссий от этих рекомендаций.",
  "Fully_licensed": "Полностью лицензированное и ответственное азартное играние",
  "Fully_licensed_subtitle": "Вы должны присоединиться к онлайн-казино только в том случае, если у него есть лицензия. У Rake.com действительно есть лицензия, и она выдана Правительством Кюрасао. Наш номер лицензии 8048/JAZ2022-091. Веб-сайт принадлежит и управляется компанией Elixir Tech N.V., зарегистрированной по следующему адресу: Zuikertuintjeweg Z/N (Zuikertuin Tower) Curacao. Ответственное азартное играние - это то, что мы принимаем очень серьезно. У нас есть ряд ресурсов для игроков, которые могут воспользоваться, если они думают, что у них проблема с азартными играми. Для защиты данных и денег игроков мы используем передовое программное обеспечение для безопасности и имеем строгие протоколы.",
  "Bonuses_and_VIP_program": "Бонусы и VIP-программа",
  "Bonuses_and_VIP_program_subtitle": "У нас много увлекательных, щедрых бонусов для наших игроков. И новые, и текущие члены могут получить некоторые из лучших бонусов онлайн-казино сегодня с Rake.com. Начните с приветственного бонуса для новых игроков, затем воспользуйтесь нашими другими специальными предложениями.  Кроме акций, предлагающих бонусы, у нас есть VIP-программа с шестью уровнями: Бронза, Серебро, Золото, Платина, Бриллиант и Rake Royalty. Все начинают с Бронзы и поднимаются, играя в казино на реальные деньги и зарабатывая очки. Чем выше ваш уровень, тем больше бонусов, привилегий и наград вы получите.",
  "Gaming_Selection": "Непревзойденный выбор игр",
  "Gaming_Selection_subtitle": "Rake.com предлагает большую и разнообразную коллекцию онлайн-казино, в которые вы можете играть на реальные деньги. Мы гордимся тем, что наша библиотека игр предлагает что-то для каждого. Какой бы тип казино-игры вы ни предпочитали, вы найдете его здесь, на Rake.com. У нас много популярных названий, а также все самые горячие новинки. Так что же за игры в онлайн-казино на реальные деньги у нас есть? Кроме видеослотов, наше казино предлагает настольные игры (блэкджек, рулетка, баккара и покер) и игры с живыми дилерами. В отличие от большинства других сайтов с казино, у нас есть эксклюзивные игры, которые вы больше нигде не найдете.",
  "See_more": "РАЗВЕРНУТЬ",
  "Show_less": "СВЕРНУТЬ",
  "Buy_crypto": "КУПИТЬ КРИПТОВАЛЮТУ",
  "Wallet_": "КОШЕЛЕК",
  "Before_you_can_buy_crypto": "Прежде чем вы сможете купить криптовалюту, вам необходимо войти в свою учетную запись или зарегистрировать учетную запись.",
  "Sign_in": "SIGN IN",
  "Sign_out": "REGISTER",
  "First_": "first",
  "Currencies": "Валюта",
  "Currencies_subtitle": "Rake.com - глобальное онлайн-казино, которое принимает игроков со всего мира. Таким образом, мы принимаем большой спектр валют - всего 45. Ниже приведен список всех валют, которые могут использовать игроки Rake.com:  AED (дирхам ОАЭ), ARS (аргентинское песо), AUD (австралийский доллар), BDT (бангладешская така), BRL (бразильский реал), CAD (канадский доллар), CHF (швейцарский франк), CLP (чилийское песо), CNY (китайский юань), CUP (кубинское песо), CZK (чешская крона), EGP (египетский фунт), EUR (евро), GBP (британский фунт стерлингов), GHS (ганский седи), HKD (гонконгский доллар), HRK (хорватская куна), HUF (венгерский форинт), IDR (индонезийская рупия), INR (индийская рупия), IRR (иранский риал), ISK (исландская крона), JPY (японская иена), KRW (южнокорейская вона), KZT (казахстанский тенге), LKR (шри-ланкийская рупия), MAD (марокканский дирхам), MXN (мексиканское песо), NGN (нигерийская найра), NZD (новозеландский доллар), PEN (перуанский соль), PKR (пакистанская рупия), PHP (филиппинское песо), PLN (польский злотый), RON (румынский лей), RSD (сербский динар), RUB (русский рубль), SAR (саудовский риал), SGD (сингапурский доллар), THB (таиландский бат), UAH (украинская гривна), USD (доллар США), VES (венесуэльский боливар), VND (вьетнамский донг), ZAR (южноафриканский рэнд).",
  "Language_support": "Поддержка языков",
  "Language_support_subtitle": "Мы гордимся тем, что Rake.com доступен на ряде языков. Игроки могут получить доступ к нашему сайту на не менее чем 15 языках: английский, русский, китайский, испанский, хинди, вьетнамский, французский, японский, корейский, португальский, финский, индонезийский, голландский, польский, турецкий.  Если вашего языка нет в списке, не волнуйтесь. Велик шанс, что он скоро появится. Мы всегда стремимся расширять наше казино и привлекать больше игроков со всего мира.",
  "Affiliate_link": "Партнерские ссылки",
  "Affiliate_link_subtitle": "Rake.com имеет партнерскую программу, которую вам следует рассмотреть, если вы онлайн-маркетолог. Присоединяйтесь к нашей программе, и чем больше новых участников вы приведете к нам, тем больше вы заработаете. После регистрации вы получите эксклюзивную ссылку. Каждый раз, когда кто-то переходит по этой ссылке и присоединяется к Rake.com, вы получаете комиссию.  Если вас интересует партнерская программа Rake.com и вы хотите узнать больше, не стесняйтесь связаться с нами. Отправьте электронное письмо на адрес affiliate@rake.com, и мы скоро свяжемся с вами. Мы будем рады услышать от вас!",
  "Instant_withdrawal": "Быстрые выводы",
  "Instant_withdrawal_subtitle": "Rake.com - быстрое онлайн-казино с быстрыми выводами средств. Здесь вам не придется долго ждать, чтобы получить свои деньги. Когда вы запрашиваете вывод, мы стремимся обработать его как можно быстрее. После этого ваши деньги отправятся к вам.  Мы принимаем множество самых быстрых способов оплаты для вывода средств. Используйте один из них, и ваши деньги будут у вас в кратчайшие сроки. С Rake.com вам не придется беспокоиться о задержках платежей и подобном. Мы обязательно позаботимся о том, чтобы когда вы снимаете деньги, они достигали вас быстро.",
  "News_updates": "Новости и обновления",
  "News_updates_subtitle": "По мере развития нашего сайта мы хотим, чтобы все наши игроки знали, на что они могут рассчитывать в плане новых возможностей и функций азартных игр. Мы будем публиковать все обновления на нашем блоге, в нашем Twitter-аккаунте и в нашем Telegram-канале. Будьте в курсе всех последних обновлений Rake.com.  Мы сообщим вам о каждой новой казино-игре, рынках ставок на спорт и других типах азартных игр на нашем сайте. Кроме этого, мы будем делиться информацией о наших последних акциях, чтобы вы могли получить наши щедрые бонусы. Следите за Rake.com и никогда не упустите возможность!",
  "Rake_rumble": "Rake Rumble",
  "Rake_rumble_subtitle": "Что такое Rake Rumble? Это массовая многопользовательская онлайн-игра ролевого типа (MMORPG), похожая на World of Warcraft. Она черпает вдохновение из различных MMORPG, особенно RuneScape. Погрузившись в мир Rake Rumble, вы можете вызывать других игроков на дуэли. Результат определяется только удачей, поэтому у обоих игроков есть равные шансы на победу.  Как игрок Rake Rumble, вы также можете отправляться в квесты, торговать с другими игроками и осваивать различные навыки, такие как создание огня, рыбалка и рубка деревьев. Исследуйте огромную, творчески разработанную вселенную Rake Rumble и наслаждайтесь захватывающими и непредсказуемыми игровыми приключениями MMORPG, которые вы не найдете больше нигде.",
  "Live_dealers": "Живые дилеры",
  "Live_dealers_subtitle": "Если вы хотите играть в казино с живыми дилерами онлайн, то у нас есть широкий выбор живых казино-игр, которые ждут своих игроков. Наша коллекция живых игр включает в себя реальные версии классических настольных игр, таких как блэкджек, рулетка, баккара и многое другое. У нас также есть некоторые игровые шоу, которые являются увлекательными и потенциально прибыльными. То, что делает живые дилерские игры такими привлекательными, это то, что они интерактивны. Во время игры вы можете общаться с другими игроками и даже с крупье. Эти игры переносят онлайн-казино на новый уровень. Они также сокращают расстояние между игрой дома и игрой вживую с другими людьми.",
  "Mobile_friendly": "Мобильная версия",
  "Mobile_friendly_subtitle": "Мобильные азартные игры пользуются огромной популярностью в наши дни. Люди по всему миру любят играть в мобильные казино-игры и делать ставки на спорт в движении. Если вы хотите получить доступ к Rake.com со своего смартфона или планшета, вы можете сделать это с помощью мобильной версии сайта Rake.com. Доступная на широком спектре устройств, эта версия дает вам мгновенный доступ ко всем нашим возможностям для азартных игр.  Где бы вы ни находились, вы можете посетить мобильный сайт Rake.com и использовать все свои любимые азартные возможности. Играйте в некоторые из наших самых популярных казино-игр на ходу или следите за последними новостями и результатами ставок на спорт.",
  "Customer_support": "Круглосуточная поддержка клиентов",
  "Customer_support_subtitle": "Если вам когда-либо нужно связаться с нами по любому вопросу, не стесняйтесь делать это в любое время. Служба поддержки клиентов Rake.com доступна круглосуточно каждый день. Независимо от времени, когда вам нужна помощь, свяжитесь с нами, и мы сможем решить все ваше вопросы.  Есть два способа связаться с командой службы поддержки клиентов Rake.com:      • Чат в режиме реального времени      • Электронная почта  Для быстрого ответа мы рекомендуем использовать функцию чата в режиме реального времени Rake.com. Просто введите свое сообщение, и один из членов нашей команды службы поддержки клиентов свяжется с вами очень скоро."
}
