{
  "Title_": "Welkom bij Rake -\n",
  "Welcome_back": "Welkom terug\n{{username}}",
  "Or_continue_with": "Of ga door met",
  "Your_VIP_progress": "Je VIP-voortgang",
  "Subtitle_": "Online sport-\nweddenschappen & Casino!",
  "Register_": "<1>Register an \n account</1> on Rake",
  "Deposit_": "Deposit your crypto \n assets to your account.",
  "Sports_book_": "Zet in, draai en win groots op onze\nsportweddenschappen en casino!",
  "Carousel_Sports_fight_": "Plasser dine spill, dominer spillet",
  "Carousel_spin_": "Spinn for å vinne! Opptil 6 BTC per dag",
  "Carousel_arena_": "Gå inn i arenaen, utfordre rivalene dine, vinn kampen",
  "Sign_in_an_account_": "(<1>Log eerst in op een account</1>)",
  "About_us_": "About Us",
  "Sports_": "Sport",
  "Casino_": "Casino",
  "Crypto_sportsbook_": "Crypto-sportsweddenschappen",
  "Crypto_casino_": "Crypto-casino",
  "Rake.com_offers_a_mind-boggling_variety_": "Rake.com biedt een verbijsterende verscheidenheid aan casinospellen die in elke belangrijke valuta kunnen worden gespeeld. Test je geluk met duizenden klassieke en unieke spellen, waaronder Live Casino, Blackjack, Poker, Gokkasten en talloze in-house Rake Originals die je nergens anders zult vinden.",
  "Get_your_game_on_at_Rake.com_": "Ga naar Rake.com, de thuisbasis van de grootste verscheidenheid aan sportweddenschappen in de industrie, inclusief alle UFC-wedstrijden, voetbal, basketbal, e-sports, cricket, tennis en virtuele AI-spellen.",
  "Go_to_sportsbook_": "GA NAAR SPORTWEDDENSCHAPPEN",
  "Go_to_casino_": "GA NAAR CASINO\n",
  "Register_now": "REGISTREER NU",
  "Purchase_crypto": "Crypto kopen bij de volgende providers",
  "Wide_variety_of_games": "Rake.com - Een Breed Assortiment aan Spellen",
  "Wide_variety_of_games_subtitle": "Word lid van Rake.com en je hebt toegang tot enkele van de beste online gokmogelijkheden. Zodra je lid bent van onze site, kun je de beste casinospellen spelen en weddenschappen plaatsen op vele van de populairste sporten ter wereld. We hebben een groot aantal casinospellen en onze collectie groeit voortdurend. We hebben ook ons online sportboek, waarmee je kunt inzetten op meer dan 80 sporten. Wed op alles, van lokale wedstrijden en races tot nationale competities en internationale toernooien. Enkele van de vele topsporten waarop je bij Rake.com kunt wedden zijn onder andere voetbal, basketbal, cricket, volleybal, MMA en American football. Je kunt zelfs inzetten op e-sports.",
  "Convenient_payment_options": "Gemakkelijke Betaalopties",
  "Convenient_payment_options_subtitle": "Hier bij Rake.com maken we het voor spelers gemakkelijk om zowel stortingen als opnames te doen. We accepteren een breed scala aan betaalmethoden samen met nogal wat populaire cryptocurrencies.   Betaalmethoden: Visa, Mastercard, Google Pay, Apple Pay, Samsung Pay.  Cryptocurrencies: Bitcoin, Litecoin, Ethereum, USDT, BNB, USDC, Dogecoin, TRX.  Dankzij ons gebruiksvriendelijke ontwerp en eenvoudige indeling is het doen van betalingen zowel snel als gemakkelijk. Voor degenen die al cryptocurrencies bezitten, kunt u naadloos overdragen vanuit uw persoonlijke wallets direct in uw Rake.com portemonnee via het portemonnee sectie. Als je nieuw bent met crypto of meer nodig hebt om te kopen, navigeer dan naar de portemonnee sectie en klik op de 'koop crypto' tab. Hier kun je kiezen uit onze aanbevolen derde partij providers om cryptocurrencies te kopen met conventionele betaalsystemen zoals Visa of Mastercard. Het is essentieel om op te merken dat deze providers hun eigen individuele KYC-procedures uitvoeren. Rake.com heeft geen betrokkenheid bij hun KYC-processen, noch verdienen we kosten van deze aanbevelingen.",
  "Fully_licensed": "Volledig Gelicenseerd en Verantwoord Gokken",
  "Fully_licensed_subtitle": "Je moet alleen lid worden van een online casino als het een licentie heeft. Rake.com heeft er inderdaad een en deze is afgegeven door de regering van Curacao. Ons licentienummer is 8048/JAZ2022-091. De website is eigendom van en wordt geëxploiteerd door Elixir Tech N.V., dat is geregistreerd op het volgende adres: Zuikertuintjeweg Z/N (Zuikertuin Tower) Curacao.  Verantwoord gokken is iets wat we erg serieus nemen. We hebben een scala aan bronnen die spelers kunnen gebruiken als ze denken dat ze een gokprobleem hebben. Om de gegevens en het geld van spelers te beschermen, gebruiken we state-of-the-art beveiligingssoftware en hebben we strikte protocollen op zijn plaats.",
  "Bonuses_and_VIP_program": "Bonus & VIP Programma",
  "Bonuses_and_VIP_program_subtitle": "We hebben veel spannende, royale bonussen klaarstaan voor onze spelers. Zowel nieuwe als huidige leden kunnen een aantal van de beste online casino bonussen claimen bij Rake.com. Begin met de welkomstbonus voor nieuwe spelers, en maak vervolgens optimaal gebruik van onze andere speciale aanbiedingen.  Naast promoties die bonussen uitdelen, hebben we een VIP-programma met zes niveaus: Brons, Zilver, Goud, Platina, Diamant en Rake Royalty. Iedereen begint bij Brons en werkt zich omhoog door casinospellen voor echt geld te spelen en punten te verdienen. Hoe hoger je niveau, hoe meer bonussen, voordelen en beloningen je zult krijgen.",
  "Gaming_Selection": "Ongeëvenaarde Spelkeuze",
  "Gaming_Selection_subtitle": "Rake.com heeft een grote en gevarieerde collectie online casinospellen die je voor echt geld kunt spelen. We zijn er trots op te kunnen zeggen dat onze spelbibliotheek voor iedereen iets te bieden heeft. Wat voor soort casinospel je ook leuk vindt, je vindt het hier bij Rake.com. We hebben veel populaire titels samen met alle nieuwste nieuwe spellen.  Dus welke online casinospellen voor echt geld hebben we? Naast videoslots biedt ons casino tafelspellen (blackjack, roulette, baccarat en poker) en live dealer spellen. In tegenstelling tot de meeste andere casinosites hebben we enkele exclusieve spellen die je nergens anders zult vinden.",
  "See_more": "MEER WEERGEVEN",
  "Show_less": "MINDER WEERGEVEN",
  "Buy_crypto": "CRYPTO KOPEN",
  "Wallet_": "WALLET",
  "Before_you_can_buy_crypto": "Before you can buy crypto, you’ll need to log in to your account or register for an account",
  "Sign_in": "SIGN IN",
  "Sign_out": "INSCHRIJVEN",
  "First_": "first",
  "Currencies": "Valuta",
  "Currencies_subtitle": "Rake.com is een wereldwijd online casino dat spelers van over de hele wereld accepteert. Daarom accepteren we een breed scala aan valuta's - in totaal 45. Hieronder vindt je een lijst van alle valuta's die Rake.com-spelers kunnen gebruiken:  AED (Verenigde Arabische Emiraten Dirham), ARS (Argentijnse Peso), AUD (Australische Dollar), BDT (Bangladeshi Taka), BRL (Braziliaanse Real), CAD (Canadese Dollar), CHF (Zwitserse Frank), CLP (Chileense Peso), CNY (Chinese Yuan), CUP (Cubaanse Peso), CZK (Tsjechische Koruna), EGP (Egyptische Pond), EUR (Euro), GBP (Britse Pond Sterling), GHS (Ghanese Cedi), HKD (Hong Kong Dollar), HRK (Kroatische Kuna), HUF (Hongaarse Forint), IDR (Indonesische Rupiah), INR (Indiase Roepie), IRR (Iraanse Rial), ISK (IJslandse Króna), JPY (Japanse Yen), KRW (Zuid-Koreaanse Won), KZT (Kazachse Tenge), LKR (Sri Lankaanse Roepie), MAD (Marokkaanse Dirham), MXN (Mexicaanse Peso), NGN (Nigeriaanse Naira), NZD (Nieuw-Zeelandse Dollar), PEN (Peruaanse Sol), PKR (Pakistaanse Roepie), PHP (Filipijnse Peso), PLN (Poolse Złoty), RON (Roemeense Leu), RSD (Servische Dinar), RUB (Russische Roebel), SAR (Saoedi-Arabische Riyal), SGD (Singaporese Dollar), THB (Thaise Baht), UAH (Oekraïense Hryvnia), USD (Amerikaanse Dollar), VES (Venezolaanse Bolívar), VND (Vietnamese Dong), ZAR (Zuid-Afrikaanse Rand).",
  "Language_support": "Talenondersteuning",
  "Language_support_subtitle": "We zijn er trots op dat Rake.com beschikbaar is in een reeks talen. Spelers kunnen onze site in niet minder dan 15 talen bezoeken: Engels, Русский (Russisch), 中文 (Chinees), Español (Spaans), हिंदी (Hindi), Tiếng Việt (Vietnamees), Français (Frans), 日本語 (Japans), 한국어 (Koreaans), Português (Portugees), Suomen (Fins), Indonesisch, Nederlands, Polski (Pools), Türkçe (Turks).  Als je taal niet op de lijst staat, maak je geen zorgen. Er is een goede kans dat het er binnenkort wel zal zijn. We zijn altijd enthousiast om ons casino te laten groeien en meer spelers over de hele wereld te bereiken.",
  "Affiliate_link": "Affiliate Links",
  "Affiliate_link_subtitle": "Rake.com heeft een affiliate programma waar je naar moet kijken als je een online marketeer bent. Word lid van ons programma en hoe meer nieuwe leden je onze kant op stuurt, hoe meer je zult verdienen. Zodra je je hebt aangemeld, ontvang je een exclusieve link. Wanneer iemand deze link aanklikt en lid wordt van Rake.com, ontvang je een commissie. Als je geïnteresseerd bent in het Rake.com affiliate programma en meer wilt weten, aarzel dan niet om contact met ons op te nemen. Stuur een e-mail naar affiliate@rake.com en we nemen snel contact met je op. We horen graag van je!",
  "Instant_withdrawal": "Snelle Opnames",
  "Instant_withdrawal_subtitle": "Rake.com is een snel opname online casino. Hier hoef je niet lang te wachten voordat je geld bij je aankomt. Wanneer je een opname aanvraagt, streven we ernaar om deze zo snel mogelijk te verwerken. Zodra dit is gedaan, is je geld onderweg naar jou. We accepteren veel van de snelste betaalmethoden voor opnames. Gebruik een van deze en je geld zal snel bij je zijn. Met Rake.com hoeft je je geen zorgen te maken over vertraagde betalingen of iets dergelijks. We zorgen ervoor dat wanneer je geld opneemt, het snel bij jou terechtkomt.",
  "News_updates": "Nieuws & Updates",
  "News_updates_subtitle": "Naarmate we onze site laten groeien, willen we dat al onze spelers weten welke nieuwe gokmogelijkheden en functies ze kunnen verwachten. We zullen alle updates posten op onze blog, ons Twitter-feed en ons Telegram-kanaal. Blijf op de hoogte en krijg alle laatste Rake.com updates. We laten het je weten wanneer we nieuwe casinospellen, sportweddenschappenmarkten en andere soorten gokken aan onze site toevoegen. Daarnaast delen we details van onze laatste promoties, zodat je onze royale bonussen kunt bemachtigen. Volg Rake.com en mis nooit iets! ",
  "Rake_rumble": "Rake Rumble",
  "Rake_rumble_subtitle": "Wat is Rake Rumble precies? Het is een massaal multiplayer online rollenspel (MMORPG) vergelijkbaar met World of Warcraft. Het haalt inspiratie uit een reeks MMORPG's, met name RuneScape. Wanneer je jezelf onderdompelt in de wereld van Rake Rumble, kun je andere spelers uitdagen voor duels. Geluk en alleen geluk bepaalt de uitkomst, dus beide spelers hebben een gelijke kans om te winnen. Als Rake Rumble-speler kun je ook op quests gaan, handelen met andere spelers en een reeks vaardigheden beheersen zoals vuur maken, vissen en houthakken. Verken het enorme, creatief ontworpen Rake Rumble-universum en geniet van een spannende, onvoorspelbare MMORPG-gamingervaring zoals geen ander. ",
  "Live_dealers": "Live Dealers",
  "Live_dealers_subtitle": "Als je live dealer casinospellen online wilt spelen, zoek dan niet verder. Bij Rake.com hebben we een breed scala aan live casinospellen die op je wachten om te worden gespeeld. Onze collectie live spellen bevat levensechte versies van klassieke tafelspellen zoals blackjack, roulette, baccarat en meer. We hebben ook enkele spelshows die leuk, spannend en potentieel lonend zijn. Wat live dealer-spellen zo aantrekkelijk maakt, is dat ze interactief zijn. Terwijl je speelt, kun je chatten met de andere spelers en zelfs met de croupier. Deze spellen brengen de online casino-ervaring naar een hoger niveau. Ze overbruggen ook de kloof tussen thuis spelen en op echte locaties spelen met andere mensen. ",
  "Mobile_friendly": "Mobiel Vriendelijk",
  "Mobile_friendly_subtitle": "Mobiel gokken is tegenwoordig enorm populair. Mensen over de hele wereld houden ervan om mobiele casinospellen te spelen en onderweg sportweddenschappen te plaatsen. Als je Rake.com op je smartphone of tablet wilt bezoeken, kan dat met de mobielvriendelijke site van Rake.com. Beschikbaar op een breed scala aan apparaten, geeft deze site je directe toegang tot al onze gokmogelijkheden. Waar je ook bent, je kunt de mobiele site van Rake.com bezoeken en optimaal profiteren van je favoriete gokmogelijkheden. Speel enkele van onze best beoordeelde casinospellen terwijl je onderweg bent of blijf op de hoogte van al het laatste nieuws en resultaten over sportweddenschappen.",
  "Customer_support": "24/7 Klantenservice",
  "Customer_support_subtitle": "Als je ooit contact met ons moet opnemen over iets, voel je vrij om dit op elk moment te doen. De klantenservice van Rake.com is elk uur van de dag beschikbaar. Ongeacht het tijdstip waarop je hulp nodig hebt, neem contact met ons op en we zullen dingen voor je kunnen regelen.  Er zijn twee manieren om contact op te nemen met het klantenserviceteam van Rake.com:  ● Live chat  ● E-mail  Voor het snelste antwoord raden we aan om de live chat-functie van Rake.com te gebruiken. Typ gewoon je bericht in en een lid van ons klantenserviceteam zal heel snel bij jou zijn."
}
