{
  "Title_": "Rake में आपका स्वागत है - \n",
  "Welcome_back": "फिर से स्वागत है,\n{{username}}",
  "Or_continue_with": "या इसके साथ जारी रखें",
  "Your_VIP_progress": "आपकी वीआईपी प्रगति",
  "Subtitle_": "ऑनलाइन खेल \n बेटिंग और कैसीनो!",
  "Register_": "<1>Register an \n account</1> on Rake",
  "Deposit_": "Deposit your crypto \n assets to your account.",
  "Sports_book_": "बेट करें, स्पिन करें और\nहमारी स्पोर्ट्सबुक और कैसीनो में बड़ी रकम जीतें!",
  "Carousel_Sports_fight_": "अपना दांव लगाएं, खेल पर हावी हों",
  "Carousel_spin_": "जीतने के लिए स्पिन! एक दिन में 6 बीटीसी तक",
  "Carousel_arena_": "अखाड़ा दर्ज करें, अपने प्रतिद्वंद्वियों को चुनौती दें, लड़ाई जीतें",
  "Sign_in_an_account_": "(<1>पहले एक अकाउंट में साइन इन करें</1>)",
  "About_us_": "About Us",
  "Sports_": "खेल",
  "Casino_": "कैसीनो",
  "Crypto_sportsbook_": "क्रिप्टो स्पोर्ट्सबुक",
  "Crypto_casino_": "क्रिप्टो कैसीनो",
  "Rake.com_offers_a_mind-boggling_variety_": "Rake.com पर हर प्रमुख करेंसी में खेलने योग्य अलग-अलग तरह के कई कैसीनो गेम मौजूद हैं। लाइव कैसीनो, ब्लैकजैक, पोकर, स्लॉट और कई इन-हाउस Rake Originals सहित हज़ारों क्लासिक और बिल्कुल अनोखे गेम में अपनी किस्मत आज़माएँ, ऐसे गेम आपको कहीं और नहीं मिलेंगे।",
  "Get_your_game_on_at_Rake.com_": "Rake.com पर अपना गेम पाएँ, यह स्पोर्ट्स बेटिंग मैचों के कारोबार में व्यापक विविधता का घर है, जिसमें सभी यूएफ़सी (UFC) मैच, सॉकर, बास्केटबॉल, ई-स्पोर्ट्स, क्रिकेट, टेनिस और वर्चुअल एआई गेम शामिल हैं।",
  "Go_to_sportsbook_": "स्पोर्ट्सबुक पर जाएँ",
  "Go_to_casino_": "कैसीनो पर जाएँ",
  "Register_now": "अभी रजिस्टर करें",
  "Purchase_crypto": "निम्नलिखित प्रोवाइडर्स से क्रिप्टो खरीदें",
  "Wide_variety_of_games": "Rake.com - खेलों की विस्तृत श्रृंखला",
  "Wide_variety_of_games_subtitle": "Rake.com में शामिल हों और आपके पास सबसे अच्छे ऑनलाइन जुआ के अवसर होंगे। हमारी साइट के सदस्य बनने के बाद, आप शीर्ष कैसीनो खेल खेल सकते हैं और दुनिया के सबसे लोकप्रिय खेलों पर बहुत सारे दांव लगा सकते हैं। हमारे पास कैसीनो खेलों की एक बड़ी संख्या है और हमारा संग्रह निरंतर बढ़ रहा है। फिर हमारी ऑनलाइन स्पोर्ट्सबुक है, जो आपको 80 से अधिक खेलों पर दांव लगाने की अनुमति देता है। स्थानीय मैचों और दौड़ों से लेकर राष्ट्रीय प्रतियोगिताओं और अंतर्राष्ट्रीय टूर्नामेंटों पर दांव लगाएं। Rake.com के साथ आपके पास कुछ मुख्य खेलों पर दांव लगाने का मौका होता है, जिसमें सॉकर, बास्केटबॉल, क्रिकेट, वॉलीबॉल, MMA और अमेरिकी फुटबॉल शामिल हैं। आप ई-स्पोर्ट्स पर दांव भी लगा सकते हैं।",
  "Convenient_payment_options": "सुविधाजनक भुगतान विकल्प",
  "Convenient_payment_options_subtitle": "Rake.com पर, हम खिलाड़ियों के लिए जमा और निकासी दोनों करना आसान बनाते हैं। हम एक बड़ी सीमा के भुगतान विधियों को स्वीकार करते हैं साथ ही कुछ लोकप्रिय क्रिप्टोकरेंसियों को भी। भुगतान विधियाँ: Visa, Mastercard, Google Pay, Apple Pay, Samsung Pay क्रिप्टोकरेंसी: Bitcoin, Litecoin, Ethereum, USDT, BNB, USDC, Dogecoin, TRX.   हमारे उपयोगकर्ता-अनुकूल डिज़ाइन और सरल लेआउट की वजह से, भुगतान करना तेजी से और आसान है। जो लोग पहले से ही क्रिप्टोकरेंसी धारक हैं, वे अपने निजी वॉलेट से सीधे Rake.com के वॉलेट में स्थानांतरित कर सकते हैं, वॉलेट अनुभाग के माध्यम से। अगर आप क्रिप्टो में नए हैं या अधिक खरीदने की आवश्यकता है, तो वॉलेट अनुभाग में जाएं और 'क्रिप्टो खरीदें' टैब पर क्लिक करें। यहां, आप हमारे सुझाए गए तीसरे पक्ष के प्रदाताओं से Visa या Mastercard जैसे पारंपरिक भुगतान प्रणालियों का उपयोग करके क्रिप्टोकरेंसी खरीद सकते हैं। यह ध्यान देना महत्वपूर्ण है कि इन प्रदाताओं ने अपनी स्वतंत्र KYC प्रक्रियाएं की आचारण करती हैं। Rake.com का इन KYC प्रक्रियाओं में कोई हस्तक्षेप नहीं होता है, और न ही हम इन सिफारिशों से कोई शुल्क प्राप्त करते हैं।",
  "Fully_licensed": "पूरी तरह से लाइसेंस प्राप्त और जिम्मेदारी से सट्टा",
  "Fully_licensed_subtitle": "आपको केवल उसी ऑनलाइन कैसीनो में शामिल होना चाहिए, जिसके पास लाइसेंस हो। Rake.com के पास वास्तव में एक लाइसेंस है और यह क्यूराकाओ की सरकार से है। हमारा लाइसेंस नंबर है 8048/JAZ2022-091. वेबसाइट का स्वामित्व और संचालन Elixir Tech N.V. द्वारा किया जाता है, जो निम्नलिखित पते पर पंजीकृत है: Zuikertuintjeweg Z/N (Zuikertuin Tower) Curacao.  हम जिम्मेदारी से सट्टा बहुत गंभीरता से लेते हैं। हमारे पास खिलाड़ियों का उपयोग करने के लिए एक सीमा के संसाधन हैं, अगर उन्हें लगता है कि उन्हें सट्टा की समस्या है। खिलाड़ियों के डेटा और पैसे की सुरक्षा के लिए, हम स्थिति-कला सुरक्षा सॉफ्टवेयर का उपयोग करते हैं और कड़ी प्रोटोकॉल स्थापित करते हैं।",
  "Bonuses_and_VIP_program": "बोनस और VIP प्रोग्राम",
  "Bonuses_and_VIP_program_subtitle": "हमारे पास हमारे खिलाड़ियों के लिए कई रोमांचक, उदार बोनस हैं। Rake.com के साथ, नए और मौजूदा सदस्य आज के सर्वश्रेष्ठ ऑनलाइन कैसीनो बोनस प्राप्त कर सकते हैं। नए खिलाड़ियों के लिए स्वागत बोनस के साथ शुरुआत करें, फिर हमारे अन्य विशेष प्रस्तावों का अधिकतम लाभ उठाएं। बोनस देने वाले प्रचारों के साथ-साथ, हमारे पास छह स्तरों का एक VIP प्रोग्राम है: ब्रोंज, सिल्वर, गोल्ड, प्लैटिनम, हीरा और Rake Royalty. हर कोई ब्रोंज से शुरू करता है और वास्तविक पैसों के लिए कैसीनो खेल खेलकर और अंक कमा कर ऊपर की ओर काम करता है। आपका स्तर जितना उच्च होगा, उत्तम बोनस, सुविधाएं और पुरस्कार आपके पास आएंगे।",
  "Gaming_Selection": "अतुल्य गेमिंग चयन",
  "Gaming_Selection_subtitle": "Rake.com पर आपके लिए वास्तविक पैसों के लिए खेलने के लिए ऑनलाइन कैसीनो खेलों का एक बड़ा और विविध संग्रह है। हमें गर्व है कि हमारी खेल पुस्तकालय हर किसी के लिए कुछ न कुछ प्रदान करती है। Rake.com पर आपको जो कैसीनो खेल पसंद है, वह मिलेगा। हमारे पास कई लोकप्रिय शीर्षक हैं साथ ही सभी सबसे गर्म नए खेल हैं।  तो हमारे पास कौन से वास्तविक पैसों के लिए ऑनलाइन कैसीनो खेल हैं? साथ ही वीडियो स्लॉट्स के, हमारी कैसीनो में मेज के खेल (ब्लैकजैक, रुलेट, बकारा और पोकर) और लाइव डीलर खेल हैं। अन्य सभी कैसीनो साइटों के विपरीत, हमारे पास कुछसेिशेष खेल हैं, जिन्हें आप कहीं और नहीं पा सकते। ",
  "See_more": "और देखें",
  "Show_less": "कम दिखाएँ",
  "Buy_crypto": "क्रिप्टो खरीदें",
  "Wallet_": "WALLET",
  "Before_you_can_buy_crypto": "Before you can buy crypto, you’ll need to log in to your account or register for an account",
  "Sign_in": "SIGN IN",
  "Sign_out": "REGISTER",
  "First_": "first",
  "Currencies": "मुद्राएं",
  "Currencies_subtitle": "Rake.com एक वैश्विक ऑनलाइन कैसीनो है जो दुनिया भर से खिलाड़ियों को स्वीकार करती है। इस प्रकार, हम 45 मुद्राओं की एक व्यापक श्रृंखला को स्वीकार करते हैं। Rake.com के खिलाड़ियों द्वारा उपयोग की जा सकने वाली सभी मुद्राओं की सूची नीचे है: AED (संयुक्त अरब अमीरात दिरहम), ARS (अर्जेंटाइन पेसो), AUD (ऑस्ट्रेलियाई डॉलर), BDT (बांग्लादेशी टका), BRL (ब्राजीलियन रियल), CAD (कनाडियन डॉलर), CHF (स्विस फ्रैंक), CLP (चिलियन पेसो), CNY (चीनी युआन), CUP (क्यूबन पेसो), CZK (चेक कोरुना), EGP (मिस्री पाउंड), EUR (यूरो), GBP (ब्रिटिश पाउंड स्टर्लिंग), GHS (घाना सेडी), HKD (हांगकॉंग डॉलर), HRK (क्रोएशियाई कुना), HUF (हंगेरी फोरिंट), IDR (इंडोनेशियाई रुपिया), INR (भारतीय रुपया), IRR (ईरानी रियल), ISK (आइसलैंड क्रोना), JPY (जापानी येन), KRW (दक्षिण कोरियाई वॉन), KZT (कजाखस्तानी टेंगे), LKR (श्रीलंकाई रुपया), MAD (मोरक्को दिरहम), MXN (मेक्सिकन पेसो), NGN (नाइजीरियाई नायरा), NZD (न्यूजीलैंड डॉलर), PEN (पेरूवियन सोल), PKR (पाकिस्तानी रुपया), PHP (फिलीपीनी पेसो), PLN (पोलिश ज़्लोटी), RON (रोमानियाई लेऊ), RSD (सर्बियन दीनार), RUB (रूसी रूबल), SAR (सऊदी रियाल), SGD (सिंगापुर डॉलर), THB (थाई बाह्ट), UAH (यूक्रेनियाई ह्रिव्निया), USD (संयुक्त राज्य डॉलर), VES (वेनेज़ुएला बोलिवर), VND (वियतनामी डोंग), ZAR (दक्षिण अफ्रीकी रैंड). ",
  "Language_support": "भाषा समर्थन",
  "Language_support_subtitle": "हमें गर्व है कि Rake.com कई भाषाओं में उपलब्ध है। खिलाड़ी हमारी साइट को कुल 15 भाषाओं में पहुंच सकते हैं: English, Русский (Russian), 中文 (Chinese), Español (Spanish), हिंदी (Hindi), Tiếng Việt (Vietnamese), Français (French), 日本語 (Japanese), 한국어 (Korean), Português (Portuguese), Suomen (Finnish), Indonesian, Nederlands (Dutch), Polski (Polish), Türkçe (Turkish).  अगर आपकी भाषा सूची में नहीं है, तो चिंता न करें। इसका एक अच्छा मौका है कि यह जल्द ही होगी। हम हमेशा हमारी कैसीनो को विस्तारित करने और दुनिया भर में अधिक खिलाड़ियों तक पहुंचने के लिए उत्साहित होते हैं। ",
  "Affiliate_link": "एफिलिएट लिंक",
  "Affiliate_link_subtitle": "Rake.com में एक एफिलिएट प्रोग्राम है, जिसे आपको जांचना चाहिए, अगर आप ऑनलाइन मार्केटर हैं। हमारे प्रोग्राम में शामिल हों और जितने अधिक नए सदस्य आप हमारी ओर भेजते हैं, उत्तम ही कमाई होती है। साइनअप करने के बाद, आपको एक विशेषता पूर्ण लिंक प्राप्त होगा। जब कोई Rake.com में शामिल होता है, तो आपको कमीशन मिलता है। अगर Rake.com के संबंधयुक्त प्रोग्राम में रुचि है और आप अधिक जानना चाहते हैं, तो संकोच न करें संपर्क करें। affiliate@rake.com पर एक ईमेल भेजें, हम जल्दी से संपर्क करेंगे। हमें आपसे सुनने में खुशी होगी!",
  "Instant_withdrawal": "तुरंत निकासी",
  "Instant_withdrawal_subtitle": "Rake.com एक त्वरित निकासी ऑनलाइन कैसीनो है। यहां, आपको अपने पैसों का प्राप्त होने के लिए लंबा इंतजार नहीं करना पड़ेगा। जब आप निकासी का अनुरोध करें, हम इसे संसोधित करने का प्रयास करेंगे। इसके बाद, आपके पैसे आपकी ओर जा रहें होंगे। हम निकासी के लिए सबसे तेज़ भुगतान विधियों को स्वीकार करते हैं। इनमें से किसी एक का उपयोग करें और आपके पैसे आपके पास पहुंचने से पहले ही होंगे। Rake.com के साथ, आपको भुगतान में किसी प्रकार की देरी का चिंता करने की आवश्यकता नहीं होगी। हम सुनिश्चित करेंगे कि जब आप पैसे निकालें, तो वह आपकी समय से पहले ही पहुंचें।",
  "News_updates": "समाचार और अपडेट",
  "News_updates_subtitle": "हमारी साइट को बढ़ाते हुए, हम चाहते हैं कि हमारे सभी खिलाड़ियों को पता चले कि वे किन नए हस्ताक्षर मौकों और सुविधाओं का मुंतजिब हो सकते हैं। हम अपने ब्लॉग, Twitter feed, and Telegram channel पर सभी अपडेट पोस्ट करेंगे। हमेशा मुख्यत: Rake.com के सभी अपडेट प्राप्त करें।  हम जब भी Rake.com में नए कैसीनो खेल, स्पोर्ट्स सट्टा मार्केट्स, और साइट पर किसी प्रकार की सुनिश्चितता में सुधार करते हैं, हम आपको सूचित करेंगे। साथ ही, हम हमारे सबसे हाल के प्रमोशन की विवरण साझा करेंगे, ताकि आप हमारे महानतम मुक्तियों में हाथ प्राप्त कर सकें। Rake.com का पालन करें, कुछ मत छोड़ें!",
  "Rake_rumble": "Rake Rumble",
  "Rake_rumble_subtitle": "Rake Rumble क्या है? यह World of Warcraft की तरह एक बेहतरीन मल्टीप्लेयर ऑनलाइन रोल-प्लेइंग गेम (MMORPG) है। यह अन्य MMORPGs, विशेषकर रूणस्केप से प्रेरणा लेता है। जैसे ही आप Rake Rumble की दुनिया में डूब जाते हैं, आप अन्य खिलाड़ियों को युद्ध के लिए चुनौती दे सकते हैं। परिणाम पूरी तरह से भाग्य द्वारा निर्धारित होता है, इसलिए दोनों खिलाड़ियों के जीतने की समान संभावना है।  Rake Rumble के एक खिलाड़ी के रूप में, आप खोज पर जा सकते हैं, अन्य खिलाड़ियों के साथ व्यापार कर सकते हैं, साथ ही फायरमेकिंग, मछली पकड़ने, लकड़ी काटने जैसे कई कौशल में महारत हासिल कर सकते हैं। विशाल, रचनात्मक Rake Rumble ब्रह्मांड का अन्वेषण करें और कुछ रोमांचक, अप्रत्याशित MMORPG गेमिंग अनुभवों का आनंद लें।",
  "Live_dealers": "लाइव डीलर",
  "Live_dealers_subtitle": "यदि आप लाइव डीलर कैसीनो ऑनलाइन खेलना चाहते हैं, तो कहीं और न देखें। Rake.com पर हमारे पास खेलने के लिए विभिन्न प्रकार के लाइव कैसीनो गेम हैं। लाइव गेम्स के हमारे संग्रह में क्लासिक टेबल गेम्स जैसे ब्लैकजैक, रूलेट, बैकारेट और बहुत कुछ शामिल हैं। हमारे पास कुछ गेम शो भी हैं जो आकर्षक, रोमांचक और संभावित रूप से लाभदायक हो सकते हैं। लाइव डीलर गेम्स को मज़ेदार बनाने वाली मुख्य बात यह है कि वे इंटरैक्टिव हैं। खेलते समय, आप अन्य खिलाड़ियों के साथ चैट कर सकते हैं, और यहां तक कि सही क्रुपियर के साथ भी चैट कर सकते हैं। ये गेम ऑनलाइन कैसीनो अनुभव को अगले स्तर पर ले जाते हैं। वे घर पर खेलने और वास्तविक जीवन में मनुष्यों के साथ खेलने के बीच के अंतर को पाटते हैं।",
  "Mobile_friendly": "मोबाइल अनुकूल",
  "Mobile_friendly_subtitle": "मोबाइल पर सट्टा लगाना आजकल बहुत लोकप्रिय हो रहा है। दुनिया भर में लोग मोबाइल कैसीनो गेम के साथ-साथ खेल सट्टेबाजी का भी आनंद लेते हैं। Rake.com तक पहुंचने के लिए, आप Rake.com मोबाइल-अनुकूल साइट के साथ स्मार्टफोन या टैबलेट पर ऐसा कर सकते हैं। यह साइट आपको विभिन्न उपकरणों पर हमारी सभी सट्टेबाजी सुविधाओं तक पहुंच प्रदान करती है। आप जहां भी हों, Rake.com मोबाइल साइट पर जाएं और अपनी पसंदीदा सट्टेबाजी सुविधाओं का पूरा लाभ उठाएं। कहीं भी टॉप-रेटेड कैसीनो गेम खेलें, या सर्वोत्तम खेल सट्टेबाजी समाचार और परिणामों से जुड़े रहें।",
  "Customer_support": "24/7 ग्राहक सहायता",
  "Customer_support_subtitle": "यदि आपको किसी भी मुद्दे के संबंध में हमसे संपर्क करने की आवश्यकता है, तो 24/7 ग्राहक सहायता हमेशा उपलब्ध है। जब भी आपको सहायता की आवश्यकता हो तो हमसे संपर्क करें, हम समस्या का समाधान करने में आपकी सहायता करेंगे।  Rake.com ग्राहक सहायता टीम से संपर्क करने के 2 तरीके हैं:      • सीधी बातचीत      • ईमेल  त्वरित प्रतिक्रिया प्राप्त करने के लिए, Rake.com लाइव चैट सुविधा का उपयोग करने की अनुशंसा की जाती है। अपना संदेश छोड़ें और हमारी ग्राहक सहायता टीम का एक सदस्य शीघ्र ही आपसे संपर्क करेगा।"
}
