{
  "Title_": "Bienvenue dans Rake -\n",
  "Welcome_back": "Heureux de vous revoir\n{{username}}",
  "Or_continue_with": "Ou continuez avec",
  "Your_VIP_progress": "Votre progression VIP\n",
  "Subtitle_": "Paris sportifs et\ncasino en ligne !",
  "Register_": "<1>Register an \n account</1> on Rake",
  "Deposit_": "Deposit your crypto \n assets to your account.",
  "Sports_book_": "Pariez, jouez et gagnez gros sur notre\ndispositif de paris sportifs et notre casino !",
  "Carousel_Sports_fight_": "Aseta vetosi, hallitse peliä",
  "Carousel_spin_": "Pyörä voittaaksesi! Jopa 6 BTC päivässä",
  "Carousel_arena_": "Astu areenalle, haasta kilpailijasi, voita taistelu",
  "Sign_in_an_account_": "(<1>(Connectez-vous d'abord à un compte)</1>)",
  "About_us_": "About Us",
  "Sports_": "Sports",
  "Casino_": "Casino",
  "Crypto_sportsbook_": "Crypto paris sportifs",
  "Crypto_casino_": "Forefront Crypto Casino",
  "Rake.com_offers_a_mind-boggling_variety_": "Rake.com offre une variété ahurissante de jeux de casino jouables dans toutes les principales devises. Voyez si la chance vous sourit en jouant à des milliers de jeux classiques et uniques, comme le Live Casino, le Blackjack, le Poker, les Machines à sous et de nombreux jeux Rake Originals que vous ne trouverez nulle part ailleurs.",
  "Get_your_game_on_at_Rake.com_": "Jouez sur Rake.com, qui offre la plus grande variété de matchs et paris sportifs de tout le secteur, avec tous les matchs de l'UFC, le football, le basket-ball, les sports électroniques, le cricket, le tennis et les jeux d'IA virtuels.",
  "Go_to_sportsbook_": "ALLER AUX PARIS SPORTIFS",
  "Go_to_casino_": "ALLER AU CASINO",
  "Register_now": "INSCRIVEZ-VOUS DÈS MAINTENANT",
  "Purchase_crypto": "Achetez de la crypto auprès des fournisseurs suivants",
  "Wide_variety_of_games": "Rake.com - Une grande variété de jeux",
  "Wide_variety_of_games_subtitle": "Rejoignez Rake.com et vous aurez accès à certaines des meilleures opportunités de jeux d'argent en ligne. Une fois que vous êtes membre de notre site, vous pouvez jouer aux meilleurs jeux de casino et parier sur de nombreux sports parmi les plus populaires au monde. Nous avons un grand nombre de jeux de casino et notre collection ne cesse de croître. Notre plateforme propose également un bookmaker en ligne, qui vous permet de parier sur plus de 80 sports différents. Pariez sur tout, des matchs et courses locales aux compétitions nationales et tournois internationaux. Parmi les nombreux sports majeurs sur lesquels vous pouvez parier avec Rake.com, on compte le football, le basketball, le cricket, le volleyball, les MMA et le football américain. Vous pouvez même parier sur l'e-sport.",
  "Convenient_payment_options": "Options de paiement pratiques",
  "Convenient_payment_options_subtitle": "Chez Rake.com, nous facilitons les dépôts et les retraits pour les joueurs. Nous acceptons une large gamme de méthodes de paiement ainsi que plusieurs cryptomonnaies populaires. Moyens de paiement : Visa, Mastercard, Google Pay, Apple Pay, Samsung Pay.  Cryptomonnaies : Bitcoin, Litecoin, Ethereum, USDT, BNB, USDC, Dogecoin, TRX.  Grâce à notre design convivial et à notre disposition simple, effectuer des paiements est à la fois rapide et facile. Pour ceux qui possèdent déjà des cryptomonnaies, vous pouvez transférer sans problème depuis vos portefeuilles personnels directement dans votre portefeuille Rake.com via la section dédiée. Si vous êtes novice dans le monde des cryptomonnaies ou si vous avez besoin d'en acheter davantage, rendez-vous dans la section du portefeuille et cliquez sur l'onglet 'acheter des cryptos'. Ici, vous pouvez sélectionner parmi nos fournisseurs tiers recommandés pour acheter des cryptomonnaies en utilisant des systèmes de paiement classiques tels que Visa ou Mastercard. Il est essentiel de noter que ces fournisseurs effectuent leurs propres procédures KYC individuelles. Rake.com n'a aucune implication dans leurs processus KYC et nous ne percevons aucune commission sur ces recommandations.",
  "Fully_licensed": "Totalement agréé et jeu responsable ",
  "Fully_licensed_subtitle": "Vous ne devriez rejoindre un casino en ligne que s'il possède une licence. Rake.com en a effectivement une délivrée par le gouvernement de Curaçao. Notre numéro de licence est 8048/JAZ2022-091. Le site web est à la fois détenu et exploité par Elixir Tech N.V., dont le siège social est situé à l'adresse suivante : Zuikertuintjeweg Z/N (Tour de Zuikertuin) Curaçao.  Le jeu responsable est une question que nous prenons très au sérieux. Nous mettons à disposition des ressources pour les joueurs qui pensent avoir un problème de jeu. Pour protéger les données et l'argent des joueurs, nous utilisons un logiciel de sécurité de pointe et avons mis en place des protocoles stricts.",
  "Bonuses_and_VIP_program": "Bonus & Programme VIP ",
  "Bonuses_and_VIP_program_subtitle": "Nous avons prévu de nombreux bonus excitants et généreux pour nos joueurs. Les nouveaux membres ainsi que les membres actuels peuvent bénéficier des meilleurs bonus de casino en ligne disponibles chez Rake.com. Commencez par le bonus de bienvenue pour les nouveaux joueurs, puis profitez pleinement de nos autres offres spéciales.  En plus des promotions qui offrent des bonus, nous avons un programme VIP avec six niveaux : Bronze, Argent, Or, Platine, Diamant et Rake Royalty. Tout le monde commence au niveau Bronze et progresse en jouant aux jeux de casino avec argent réel et en accumulant des points. Plus votre niveau est élevé, plus vous bénéficiez de bonus, avantages et récompenses.",
  "Gaming_Selection": "Sélection de jeux inégalée ",
  "Gaming_Selection_subtitle": "Rake.com propose une vaste collection de jeux de casino en ligne auxquels vous pouvez jouer pour de l'argent réel. Nous sommes fiers de dire que notre bibliothèque de jeux offre quelque chose pour tout le monde. Quel que soit le type de jeu de casino que vous appréciez, vous le trouverez ici chez Rake.com. Nous avons de nombreux titres populaires ainsi que les derniers jeux à la mode.  Alors, quels sont les jeux de casino en ligne pour de l'argent réel que nous proposons ? En plus des machines à sous vidéo, notre casino propose des jeux de table tels que le blackjack, la roulette, le baccarat et le poker, ainsi que des jeux avec croupier en direct. Contrairement à la plupart des autres sites de casino, nous avons également quelques jeux exclusifs que vous ne trouverez nulle part ailleurs.",
  "See_more": "AFFICHER PLUS",
  "Show_less": "AFFICHER MOINS",
  "Buy_crypto": "ACHETEZ DE LA CRYPTO",
  "Wallet_": "Portefeuille",
  "Before_you_can_buy_crypto": "Before you can buy crypto, you’ll need to log in to your account or register for an account",
  "Sign_in": "SIGN IN",
  "Sign_out": "INSCRIPTION",
  "First_": "first",
  "Currencies": "Devises",
  "Currencies_subtitle": "Rake.com est un casino en ligne mondial qui accepte les joueurs du monde entier. En tant que tel, nous acceptons un large éventail de devises - 45 au total. Voici une liste complète des devises acceptées sur Rake.com :  AED (dirham des Émirats arabes unis), ARS (peso argentin), AUD (dollar australien), BDT (taka bangladais), BRL (réal brésilien), CAD (dollar canadien), CHF (franc suisse), CLP (peso chilien), CNY (yuan chinois), CUP (peso cubain), CZK (couronne tchèque), EGP (livre égyptienne), EUR (euro), GBP (livre sterling britannique), GHS (cedi ghanéen), HKD (dollar de Hong Kong), HRK (kuna croate), HUF (forint hongrois), IDR (roupie indonésienne), INR (roupie indienne), IRR (rial iranien), ISK (couronne islandaise), JPY (yen japonais), KRW (won sud-coréen), KZT (tenge kazakh), LKR (roupie sri-lankaise), MAD (dirham marocain), MXN (peso mexicain), NGN (naira nigérian), NZD (dollar néo-zélandais), PEN (sol péruvien), PKR (roupie pakistanaise), PHP (peso philippin), PLN (złoty polonais), RON (leu roumain), RSD (dinar serbe), RUB (rouble russe), SAR (riyal saoudien), SGD (dollar singapourien), THB (baht thaïlandais), UAH (hryvnia ukrainienne), USD (dollar américain), VES (bolivar vénézuélien), VND (dong vietnamien) et ZAR (rand sud-africain).",
  "Language_support": "Support linguistique",
  "Language_support_subtitle": "Nous sommes fiers du fait que Rake.com est disponible dans une gamme variée de langues. Les joueurs peuvent accéder à notre site dans pas moins de 15 langues : anglais, russe, chinois, espagnol, hindi, vietnamien, français, japonais, coréen, portugais, finnois, indonésien, néerlandais, polonais et turc.  Si votre langue ne figure pas dans la liste, ne vous inquiétez pas. Il y a de fortes chances qu'elle soit ajoutée prochainement. Nous sommes constamment à la recherche d'opportunités d'élargir notre casino et d'atteindre davantage de joueurs à travers le monde.",
  "Affiliate_link": "Liens d'affiliation",
  "Affiliate_link_subtitle": "Rake.com propose un programme d'affiliation intéressant pour les marketeurs en ligne. Rejoignez notre programme et plus vous nous envoyez de nouveaux membres, plus vous gagnez. Une fois inscrit, vous recevrez un lien exclusif. Chaque fois que quelqu'un clique sur ce lien et rejoint Rake.com, vous recevez une commission. Si vous êtes intéressé par le programme d'affiliation de Rake.com et souhaitez en savoir plus, n'hésitez pas à nous contacter. Envoyez un e-mail à affiliate@rake.com et nous vous répondrons dans les meilleurs délais. Nous serions ravis d'avoir de vos nouvelles !",
  "Instant_withdrawal": "Retraits rapides",
  "Instant_withdrawal_subtitle": "Rake.com est un casino en ligne qui propose des retraits rapides. Chez nous, vous n'aurez pas à attendre longtemps avant de recevoir votre argent. Lorsque vous demandez un retrait, nous nous efforçons de le traiter le plus rapidement possible. Une fois cette étape terminée, votre argent sera en route vers vous.  Nous acceptons plusieurs méthodes de paiement rapides pour les retraits. Utilisez l'une d'entre elles et votre argent sera entre vos mains avant même que vous ne vous en rendiez compte. Avec Rake.com, inutile de vous préoccuper des retards ou autres problèmes liés aux paiements. Nous veillons à ce que vos retraits soient effectués rapidement.",
  "News_updates": "Actualités & Mises à jour",
  "News_updates_subtitle": "Au fur et à mesure du développement de notre site, nous souhaitons informer nos joueurs des nouvelles opportunités de jeu et des nouvelles fonctionnalités à venir. Toutes les mises à jour seront publiées sur notre blog ainsi que sur nos comptes Twitter et Telegram. Restez informé(e) et soyez au courant des dernières actualités de Rake.com.  Nous vous tiendrons informé(e) chaque fois que nous ajouterons de nouveaux jeux de casino, marchés de paris sportifs ou autres types de jeux d'argent sur notre site. De plus, nous partagerons les détails de nos dernières promotions afin que vous puissiez profiter pleinement de nos généreux bonus. Suivez Rake.com pour ne manquer aucune information !",
  "Rake_rumble": "Rake Rumble",
  "Rake_rumble_subtitle": "Qu'est-ce que Rake Rumble exactement ? Il s'agit d'un jeu en ligne massivement multijoueur (MMORPG) similaire à World of Warcraft. Il s'inspire d'une variété d'autres MMORPGs comme RuneScape. Plongez dans l'univers captivant de Rake Rumble où vous pourrez défier d'autres joueurs en duel. La chance est le seul facteur décisif pour déterminer l'issue du duel, offrant ainsi à chaque joueur une chance égale de victoire.  En tant que joueur de Rake Rumble, vous pourrez également partir en quête d'aventures passionnantes, échanger avec d'autres joueurs et maîtriser diverses compétences telles que l'allumage du feu, la pêche et l'abattage d'arbres. Explorez l'univers vaste et créatif de Rake Rumble et profitez d'une expérience captivante dans un MMORPG unique en son genre.",
  "Live_dealers": "Croupiers en direct",
  "Live_dealers_subtitle": "Si vous souhaitez jouer à des jeux de casino avec croupiers en direct en ligne, ne cherchez pas plus loin. Chez Rake.com, nous proposons une large variété de jeux de casino en direct qui n'attendent que vous. Notre collection comprend des versions en temps réel des jeux de table classiques tels que le blackjack, la roulette, le baccarat et bien d'autres encore. Nous proposons également des émissions télévisées divertissantes et palpitantes.  Ce qui rend les jeux avec croupiers en direct si attrayants, c'est leur interactivité. Pendant que vous jouez, vous pouvez discuter avec les autres joueurs ainsi qu'avec le croupier lui-même. Ces jeux offrent une expérience immersive qui comble le fossé entre le jeu en ligne depuis chez soi et l'expérience authentique d'un casino physique.",
  "Mobile_friendly": "Compatible avec les appareils mobiles",
  "Mobile_friendly_subtitle": "Le jeu mobile est extrêmement populaire de nos jours. Les joueurs du monde entier apprécient la possibilité de jouer à des jeux de casino mobiles et de placer des paris sportifs lorsqu'ils sont en déplacement. Si vous souhaitez accéder à Rake.com depuis votre smartphone ou tablette, c'est possible grâce à notre site compatible avec les appareils mobiles. Disponible sur un large éventail d'appareils, ce site vous permet d'accéder instantanément à toutes nos opportunités de jeu.  Où que vous soyez, rendez-vous sur le site mobile de Rake.com pour profiter pleinement de vos jeux de casino préférés même lorsque vous êtes en déplacement ou suivez toutes les dernières actualités et résultats liés aux paris sportifs.",
  "Customer_support": "Support client 24/7",
  "Customer_support_subtitle": "Si vous avez besoin de nous contacter pour quelque raison que ce soit, n'hésitez pas à le faire à tout moment. Le support client de Rake.com est disponible 24 heures sur 24 et 7 jours sur 7. Peu importe l'heure à laquelle vous avez besoin d'aide, contactez-nous et nous serons là pour résoudre vos problèmes.  Il existe deux façons de contacter notre équipe du support client :  ● Chat en direct   ● E-mail Pour une réponse rapide, nous recommandons d'utiliser la fonctionnalité du chat en direct sur Rake.com. Il suffit de taper votre message et un membre compétent de notre équipe du support client sera là pour vous aider dans les plus brefs délais."
}
