{
  "Title_": "Witamy w Rake -\n",
  "Welcome_back": "Witamy ponownie\n{{username}}",
  "Or_continue_with": "Lub kontynuuj z",
  "Your_VIP_progress": "Postęp konta VIP",
  "Subtitle_": "Sport online\nzakłady i kasyno!",
  "Register_": "<1>Register an \n account</1> on Rake",
  "Deposit_": "Deposit your crypto \n assets to your account.",
  "Sports_book_": "Obstawiaj, kręć i wygrywaj u nas duże pieniądze\nzakłady sportowe i kasyno!",
  "Carousel_Sports_fight_": "Obstawiaj zakłady, zdominuj grę",
  "Carousel_spin_": "Zakręć, aby wygrać! Do 6 BTC dziennie",
  "Carousel_arena_": "Wejdź na arenę, rzuć wyzwanie rywalom i wygraj bitwę",
  "Sign_in_an_account_": "(<1>Najpierw zaloguj się na swoje konto</1>)",
  "About_us_": "About Us",
  "Sports_": "Sport",
  "Casino_": "Kasyno",
  "Crypto_sportsbook_": "Zaklady sportowe z kryptowalutami",
  "Crypto_casino_": "Krypto kasyno",
  "Rake.com_offers_a_mind-boggling_variety_": "Rake.com oferuje oszałamiającą różnorodność gier w kasynie, w które możesz grać we wszystkich głównych walutach. Court Lady Luck z tysiącami klasycznych i jedynych w swoim rodzaju gier, w tym Kasyno na żywo, Blackjack, Poker, Sloty i wiele gier Rake Originals, których nie znajdziesz nigdzie indziej.",
  "Get_your_game_on_at_Rake.com_": "Rozpocznij grę na Rake.com, gdzie znajdziesz najszerszą gamę zakładów sportowych, w tym wszystkie mecze UFC, piłkę nożną, koszykówkę, e-sport, krykiet, tenis i gry z wirtualną sztuczną inteligencją.",
  "Go_to_sportsbook_": "PRZEJDŹ DO ZAKŁADÓW SPORTOWYCH",
  "Go_to_casino_": "PRZEJDŹ DO KASYNA",
  "Register_now": "ZAREJESTRUJ SIE TERAZ",
  "Purchase_crypto": "Kup krypto od następujących dostawców",
  "Wide_variety_of_games": "Rake.com - Szeroki wybór gier",
  "Wide_variety_of_games_subtitle": "Dołącz do Rake.com i zyskaj dostęp do niezwykłych możliwości hazardu online. Jako członek naszej strony możesz grać w najlepsze gry kasynowe i obstawiać wiele popularnych dyscyplin sportowych na świecie. Posiadamy ogromną liczbę gier kasynowych, a nasza kolekcja stale się powiększa. Mamy także naszą internetową księgę sportową, która umożliwia stawianie zakładów na ponad 80 dyscyplin sportowych. Obstawiaj wszystko, od lokalnych meczów i wyścigów, po zawody krajowe i międzynarodowe turnieje. Niektóre z wielu popularnych sportów, na które możesz obstawiać na Rake.com, to piłka nożna, koszykówka, krykiet, siatkówka, MMA i futbol amerykański. Możesz nawet obstawiać e-sporty.",
  "Convenient_payment_options": "Wygodne opcje płatności",
  "Convenient_payment_options_subtitle": "Na Rake.com ułatwiamy graczom zarówno dokonywanie wpłat, jak i wypłat. Akceptujemy szeroki zakres metod płatności oraz kilka popularnych kryptowalut. Metody płatności: Visa, Mastercard, Google Pay, Apple Pay, Samsung Pay Kryptowaluty: Bitcoin, Litecoin, Ethereum, USDT, BNB, USDC, Dogecoin, TRX. Dzięki naszemu przyjaznemu dla użytkownika projektowi i prostemu układowi dokonywanie płatności jest szybkie i łatwe. Dla tych, którzy już posiadają kryptowaluty, można je bezproblemowo przenieść ze swoich osobistych portfeli bezpośrednio do portfela Rake.com za pośrednictwem sekcji portfela. Jeśli jesteś nowym użytkownikiem kryptowalut lub potrzebujesz ich zakupu, przejdź do sekcji portfela i kliknij zakładkę 'kup kryptowalutę'. Tutaj możesz wybrać z naszych rekomendowanych dostawców zewnętrznych do zakupu kryptowalut przy użyciu tradycyjnych systemów płatności, takich jak Visa lub Mastercard. Ważne jest zauważenie, że ci dostawcy przeprowadzają swoje własne procedury KYC. Rake.com nie ma udziału w ich procesach KYC i nie pobiera żadnych opłat za te rekomendacje.",
  "Fully_licensed": "W pełni licencjonowane i odpowiedzialne hazardowanie",
  "Fully_licensed_subtitle": "Powinieneś dołączyć do kasyna online tylko wtedy, gdy posiada ono licencję. Rake.com faktycznie ją posiada i jest wydana przez Rząd Curacao. Numer naszej licencji to 8048/JAZ2022-091. Strona internetowa jest zarówno własnością, jak i obsługiwana przez Elixir Tech N.V., zarejestrowaną pod adresem: Zuikertuintjeweg Z/N (wieża Zuikertuin) Curacao. Odpowiedzialne hazardowanie jest sprawą, którą traktujemy bardzo poważnie. Mamy wiele zasobów dla graczy, którzy uważają, że mają problem z hazardem. W celu ochrony danych i pieniędzy graczy stosujemy najnowocześniejsze oprogramowanie zabezpieczające i wprowadziliśmy rygorystyczne protokoły.",
  "Bonuses_and_VIP_program": "Bonusy i program VIP",
  "Bonuses_and_VIP_program_subtitle": "Mamy wiele ekscytujących i hojnych bonusów dla naszych graczy. Zarówno nowi, jak i obecni członkowie mogą skorzystać z jednych z najlepszych bonusów kasynowych dostępnych dzisiaj na Rake.com. Zacznij od bonusu powitalnego dla nowych graczy, a następnie skorzystaj z naszych innych specjalnych ofert. Oprócz promocji oferujących bonusy, mamy program VIP składający się z sześciu poziomów: Brązowy, Srebrny, Złoty, Platynowy, Diamentowy i Rake Royalty. Każdy rozpoczyna od poziomu Brązowego i awansuje grając w gry kasynowe na prawdziwe pieniądze i zdobywając punkty. Im wyższy Twój poziom, tym więcej bonusów, przywilejów i nagród będzie Ci przysługiwać.",
  "Gaming_Selection": "Wyjątkowy wybór gier",
  "Gaming_Selection_subtitle": "Rake.com posiada dużą i zróżnicowaną kolekcję gier kasynowych, w które możesz grać na prawdziwe pieniądze. Jesteśmy dumni, że nasza biblioteka gier oferuje coś dla każdego. Bez względu na to, jaki rodzaj gry kasynowej preferujesz, znajdziesz ją tutaj na Rake.com. Posiadamy wiele popularnych tytułów oraz najnowsze gorące gry. Jakie gry kasynowe na prawdziwe pieniądze mamy? Oprócz automatów wideo, nasze kasyno oferuje gry stołowe (blackjack, ruletka, bakarat i poker) oraz gry z prawdziwymi krupierami. W przeciwieństwie do większości innych stron kasynowych, posiadamy również wyjątkowe gry, których nie znajdziesz nigdzie indziej.",
  "See_more": "POKAŻ WIĘCEJ",
  "Show_less": "POKAŻ MNIEJ",
  "Buy_crypto": "KUP KRYPTO",
  "Wallet_": "PORTFEL",
  "Before_you_can_buy_crypto": "Before you can buy crypto, you’ll need to log in to your account or register for an account",
  "Sign_in": "SIGN IN",
  "Sign_out": "REJESTRACJA",
  "First_": "first",
  "Currencies": "Waluty",
  "Currencies_subtitle": "Rake.com to globalne kasyno online, które akceptuje graczy z całego świata. Dlatego też akceptujemy szeroki zakres walut - łącznie 45. Poniżej znajduje się lista wszystkich walut, które mogą być używane przez graczy Rake.com:  AED (Zjednoczone Emiraty Arabskie Dirham), ARS (Argentyńskie peso), AUD (Dolar australijski), BDT (Taka bengalska), BRL (Real brazylijski), CAD (Dolar kanadyjski), CHF (Frank szwajcarski), CLP (Peso chilijskie), CNY (Juan chiński), CUP (Peso kubańskie), CZK (Korona czeska), EGP (Funt egipski), EUR (Euro), GBP (Funt szterling), GHS (Cedi ghańskie), HKD (Dolar hongkoński), HRK (Kuna chorwacka), HUF (Forint węgierski), IDR (Rupia indonezyjska), INR (Rupia indyjska), IRR (Rial irański), ISK (Korona islandzka), JPY (Jen japoński), KRW (Won południowokoreański), KZT (Tengue kazachskie), LKR (Rupia lankijska), MAD (Dirham marokański), MXN (Peso meksykańskie), NGN (Naira nigeryjska), NZD (Dolar nowozelandzki), PEN (Sol peruwiański), PKR (Rupia pakistańska), PHP (Peso filipińskie), PLN (Złoty polski), RON (Lej rumuński), RSD (Dinar serbski), RUB (Rubel rosyjski), SAR (Rial saudyjski), SGD (Dolar singapurski), THB (Baht tajski), UAH (Hrywna ukraińska), USD (Dolar amerykański), VES (Boliwar wenezuelski), VND (Dong wietnamski), ZAR (Rand południowoafrykański).",
  "Language_support": "Wsparcie dla wielu języków",
  "Language_support_subtitle": "Jesteśmy dumni z faktu, że Rake.com jest dostępny w różnych językach. Gracze mogą korzystać z naszej strony w co najmniej 15 językach: angielskim, русском (rosyjskim), 中文 (chińskim), español (hiszpańskim), हिंदी (hindi), Tiếng Việt (wietnamskim), français (francuskim), 日本語 (japońskim), 한국어 (koreańskim), Português (portugalskim), Suomen (fińskim), indonezyjskim, Nederlands (holenderskim), Polski (polskim) i Türkçe (tureckim).  Jeśli Twojego języka nie ma na liście, nie martw się. Istnieje duże prawdopodobieństwo, że będzie wkrótce. Zawsze staramy się rozwijać nasze kasyno i dotrzeć do większej liczby graczy na całym świecie.",
  "Affiliate_link": "Linki partnerskie",
  "Affiliate_link_subtitle": "Rake.com posiada program partnerski, który warto sprawdzić, jeśli jesteś marketerem online. Dołącz do naszego programu i im więcej nowych członków przyprowadzisz do naszej strony, tym więcej zarobisz. Po zarejestrowaniu otrzymasz ekskluzywny link. Za każdym razem, gdy ktoś kliknie ten link i dołączy do Rake.com, otrzymasz prowizję.  Jeśli jesteś zainteresowany programem partnerskim Rake.com i chcesz dowiedzieć się więcej, nie wahaj się skontaktować z nami. Wyślij e-mail na adres affiliate@rake.com, a wkrótce się odezwiemy. Bardzo chętnie usłyszymy od Ciebie!",
  "Instant_withdrawal": "Szybkie wypłaty",
  "Instant_withdrawal_subtitle": "Rake.com to kasyno online oferujące szybkie wypłaty. Tutaj nie będziesz musiał długo czekać na otrzymanie swoich pieniędzy. Gdy zgłosisz wypłatę, staramy się przetworzyć ją jak najszybciej. Po zakończeniu tego procesu Twoje pieniądze będą w drodze do Ciebie. Akceptujemy wiele najbardziej szybkich metod płatności dla wypłat. Skorzystaj z jednej z nich i Twoje pieniądze będą u Ciebie zanim się obejrzysz. Z Rake.com nie musisz martwić się opóźnieniami płatności czy czymkolwiek takim. Zapewnimy Ci, że gdy wypłacisz pieniądze, dotrą one do Ciebie szybko.",
  "News_updates": "Aktualności i aktualizacje",
  "News_updates_subtitle": "W miarę rozwoju naszej strony chcemy, aby wszyscy nasi gracze wiedzieli, jakie nowe możliwości hazardowe i funkcje mogą oczekiwać. Będziemy publikować wszystkie aktualizacje na naszym blogu, na Twitterze i w kanale Telegram. Bądź na bieżąco i otrzymuj wszystkie najnowsze aktualizacje Rake.com.  Poinformujemy Cię o każdej nowej grze kasynowej, rynkach zakładów sportowych i innych rodzajach hazardu na naszej stronie. Ponadto podzielimy się szczegółami naszych najnowszych promocji, dzięki czemu będziesz mógł skorzystać z naszych hojnych bonusów. Śledź Rake.com i nigdy niczego nie przegap!",
  "Rake_rumble": "Rake Rumble",
  "Rake_rumble_subtitle": "Czym dokładnie jest Rake Rumble? To ogromna wieloosobowa gra online typu MMORPG (Massive Multiplayer Online Role-Playing Game) podobna do World of Warcraft. Czerpie inspirację z różnych gier MMORPG, zwłaszcza RuneScape. Gdy zagłębisz się w świat Rake Rumble, możesz wyzywać innych graczy na pojedynki. Szczęście decyduje o wyniku pojedynku - obaj gracze mają równe szanse na zwycięstwo.  Jako gracz Rake Rumble możesz także wyruszyć na misje, handlować z innymi graczami i opanować wiele umiejętności takich jak podpalanie ognia, łowienie ryb czy rąbanie drewna. Odkrywaj ogromny i kreatywnie zaprojektowany świat Rake Rumble i ciesz się ekscytującym oraz nieprzewidywalnym doświadczeniem gry MMORPG jak żadne inne.",
  "Live_dealers": "Krupierzy na żywo",
  "Live_dealers_subtitle": "Jeśli chcesz grać w kasynowe gry z krupierami na żywo online, nie szukaj dalej. Na Rake.com mamy szeroki wybór gier kasynowych na żywo czekających na rozegranie. Nasza kolekcja gier na żywo obejmuje rzeczywiste wersje klasycznych gier stołowych takich jak blackjack, ruletka czy bakarat oraz wiele innych. Mamy również pewne programy telewizyjne pełne zabawy, emocji i potencjalnie nagradzających.  To co sprawia, że gry z krupierami na żywo są tak atrakcyjne to interaktywność. Podczas gry możesz rozmawiać zarówno z innymi graczami jak i krupierem. Te gry podnoszą doświadczenie kasyna online na wyższy poziom oraz łagodzą granicę między graniem w domu a graniem w prawdziwych miejscach z innymi ludźmi.",
  "Mobile_friendly": "Przyjazny dla urządzeń mobilnych",
  "Mobile_friendly_subtitle": "Hazard mobilny cieszy się ogromną popularnością w dzisiejszych czasach. Ludzie na całym świecie uwielbiają grać w mobilne gry kasynowe i obstawiać zakłady sportowe w podróży. Jeśli chcesz uzyskać dostęp do Rake.com na swoim smartfonie lub tablecie, możesz to zrobić za pomocą mobilnej wersji przyjaznej dla urządzeń mobilnych Rake.com. Ta witryna jest dostępna na szerokim spektrum urządzeń i daje Ci natychmiastowy dostęp do wszystkich naszych możliwości hazardowych.  Gdziekolwiek jesteś, możesz odwiedzić mobilną stronę Rake.com i korzystać z ulubionych możliwości hazardowych. Graj w niektóre z naszych najlepiej ocenianych gier kasynowych podczas spaceru lub bądź na bieżąco ze wszystkimi najnowszymi wiadomościami i wynikami zakładów sportowych.",
  "Customer_support": "Obsługa klienta 24/7",
  "Customer_support_subtitle": "Jeśli kiedykolwiek potrzebujesz skontaktować się z nami w sprawie czegokolwiek - śmiało to zrób o dowolnej porze dnia czy nocy. Obsługa klienta Rake.com jest dostępna przez całą dobę każdego dnia. Niezależnie od tego o której godzinie potrzebujesz pomocy - skontaktuj się z nami, a będziemy mogli rozwiązać dla Ciebie wszelkie problemy.  Istnieją dwa sposoby kontaktowania się z naszym zespołem obsługi klienta Rake.com:      • Czat na żywo      • E-mail  Dla najszybszej odpowiedzi sugerujemy skorzystanie z funkcji czatu na żywo Rake.com. Wpisz swoją wiadomość i jeden z członków naszego zespołu obsługi klienta powinien odpowiedzieć bardzo szybko."
}
