{
  "Title_": "Welcome to Rake - \n",
  "Welcome_back": "Welcome back,\n{{username}}",
  "Or_continue_with": "Or continue with",
  "Your_VIP_progress": "Your VIP progress",
  "Subtitle_": "Online sports \n betting & Casino!",
  "Register_": "<1>Register an \n account</1> on Rake",
  "Deposit_": "Deposit your crypto \n assets to your account.",
  "Sports_book_": "Win Big | Rake Sportsbook & Casino",
  "Carousel_Sports_fight_": "Place Your Bets, Dominate The Game",
  "Carousel_spin_": "Spin To Win! Up To 6 BTC A Day",
  "Carousel_arena_": "Enter The Arena, Challenge Your Rivals, Win The Battle",
  "Sign_in_an_account_": "(<1>Sign in an account</1> first)",
  "About_us_": "About Us",
  "Sports_": "Sports",
  "Casino_": "Casino",
  "Crypto_sportsbook_": "Top-tier Crypto Sports Betting",
  "Crypto_casino_": "Forefront Crypto Casino",
  "Rake.com_offers_a_mind-boggling_variety_": "Rake.com offers a mind-boggling variety of casino games playable in every major currency. Court Lady Luck with thousands of classic and one-of-a-kind games, including Live Casino, Blackjack, Poker, Slots and numerous in-house Rake Originals you’ll find nowhere else.",
  "Get_your_game_on_at_Rake.com_": "Get your game on at Rake.com, home to the widest variety of sports betting matches in the industry, including all UFC matches, Soccer, Basketball, E-sports, Cricket, Tennis and Virtual AI games.",
  "Go_to_sportsbook_": "GO TO SPORTSBOOK",
  "Go_to_casino_": "GO TO CASINO",
  "Register_now": "REGISTER NOW",
  "Purchase_crypto": "Purchase crypto from the following providers",
  "Wide_variety_of_games": "Rake.com - A Wide Variety of Games",
  "Wide_variety_of_games_subtitle": "Join Rake.com and you’ll have access to some of the best online gambling opportunities. Once you’re a member of our site, you can play top casino games and place bets on many of the world’s most popular sports. We have a huge number of casino games and our collection is constantly growing. There’s also our online sportsbook, which lets you place bets on more than 80 sports. Bet on everything from local matches and races to national competitions and international tournaments. Some of the many top sports you can bet on with Rake.com include soccer, basketball, cricket, volleyball, MMA and American football. You can even place bets on e-sports.",
  "Convenient_payment_options": "Convenient Payment Options",
  "Convenient_payment_options_subtitle": "Here at Rake.com, we make it easy for players to make both deposits and withdrawals. We accept a broad range of payment methods along with quite a few popular cryptocurrencies. Payment Methods: Visa, Mastercard, Google Pay, Apple Pay, Samsung Pay Cryptocurrencies: Bitcoin, Litecoin, Ethereum, USDT, BNB, USDC, Dogecoin, TRX. Thanks to our user-friendly design and simple layout, making payments is both quick and easy. For those who already possess cryptocurrencies, you can seamlessly transfer from your personal wallets directly into your Rake.com wallet through the wallet section. If you're new to crypto or need to purchase more, navigate to the wallet section and click on the 'buy crypto' tab. Here, you can select from our recommended third-party providers to buy cryptocurrencies using conventional payment systems like Visa or Mastercard. It's essential to note that these providers conduct their own individual KYC procedures. Rake.com has no involvement in their KYC processes, nor do we earn any fees from these recommendations.",
  "Fully_licensed": "Fully Licensed and Responsible Gambling",
  "Fully_licensed_subtitle": "You should only join an online casino if it has a licence. Rake.com does indeed have one and it’s from the Government of Curacao. Our licence number is 8048/JAZ2022-091. The website is both owned and operated by Elixir Tech N.V., which is registered at the following address: Zuikertuintjeweg Z/N (Zuikertuin Tower) Curacao. Responsible gambling is something we take very seriously. We have a range of resources for players to make use of if they think they have a gambling problem. To protect players’ data and money, we use state-of-the-art security software and have strict protocols in place.",
  "Bonuses_and_VIP_program": "Bonuses & VIP Program",
  "Bonuses_and_VIP_program_subtitle": "We have plenty of exciting, generous bonuses lined up for our players. Both new and current members can claim some of the best online casino bonuses around today with Rake.com. Start with the welcome bonus for new players, then make the most of our other special offers. As well as promotions that hand out bonuses, we have a VIP program with six levels: Bronze, Silver, Gold, Platinum, Diamond and Rake Royalty. Everyone starts at Bronze and works their way up by playing casino games for real money and earning points. The higher your level, the more bonuses, perks and rewards will come your way.",
  "Gaming_Selection": "Unrivalled Gaming Selection",
  "Gaming_Selection_subtitle": "Rake.com has a large and varied collection of online casino games you can play for real money. We’re proud to say that our games library offers something for everyone. Whatever type of casino game you enjoy, you’ll find it here at Rake.com. We have lots of popular titles along with all the hottest new games. So what real money online casino games do we have? As well as video slots, our casino offers table games (blackjack, roulette, baccarat and poker) and live dealer games. Unlike most other casino sites, we have some exclusive games you won’t find anywhere else. ",
  "See_more": "SEE MORE",
  "Show_less": "SHOW LESS",
  "Buy_crypto": "BUY CRYPTO",
  "Wallet_": "WALLET",
  "Before_you_can_buy_crypto": "Before you can buy crypto, you’ll need to log in to your account or register for an account",
  "Sign_in": "SIGN IN",
  "Sign_out": "REGISTER",
  "First_": "first",
  "Currencies": "Currencies",
  "Currencies_subtitle": "Rake.com is a global online casino that accepts players from all over the world. As such, we accept a wide range of currencies - 45 in total. Below is a list of all the currencies that Rake.com players can use: AED (United Arab Emirates Dirham), ARS (Argentine Peso), AUD (Australian Dollar), BDT (Bangladeshi Taka), BRL (Brazilian Real), CAD (Canadian Dollar), CHF (Swiss Franc), CLP (Chilean Peso), CNY (Chinese Yuan), CUP (Cuban Peso), CZK (Czech Koruna), EGP (Egyptian Pound), EUR (Euro), GBP (British Pound Sterling), GHS (Ghanaian Cedi), HKD (Hong Kong Dollar), HRK (Croatian Kuna), HUF (Hungarian Forint), IDR (Indonesian Rupiah), INR (Indian Rupee), IRR (Iranian Rial), ISK (Icelandic Króna), JPY (Japanese Yen), KRW (South Korean Won), KZT (Kazakhstani Tenge), LKR (Sri Lankan Rupee), MAD (Moroccan Dirham), MXN (Mexican Peso), NGN (Nigerian Naira), NZD (New Zealand Dollar), PEN (Peruvian Sol), PKR (Pakistani Rupee), PHP (Philippine Peso), PLN (Polish Złoty), RON (Romanian Leu), RSD (Serbian Dinar), RUB (Russian Ruble), SAR (Saudi Riyal), SGD (Singapore Dollar), THB (Thai Baht), UAH (Ukrainian Hryvnia), USD (United States Dollar), VES (Venezuelan Bolívar), VND (Vietnamese Dong), ZAR (South African Rand). ",
  "Language_support": "Language Support",
  "Language_support_subtitle": "We take pride in the fact that Rake.com is available in a range of languages. Players can access our site in no fewer than 15 languages: English, Русский (Russian), 中文 (Chinese), Español (Spanish), हिंदी (Hindi), Tiếng Việt (Vietnamese), Français (French), 日本語 (Japanese), 한국어 (Korean), Português (Portuguese), Suomen (Finnish), Indonesian, Nederlands (Dutch), Polski (Polish), Türkçe (Turkish). If your language isn’t on the list, don’t worry. There’s a good chance it will be soon. We’re always keen to grow our casino and reach more players around the world.",
  "Affiliate_link": "Affiliate Links",
  "Affiliate_link_subtitle": "Rake.com has an affiliate program that you should check out if you’re an online marketer. Join our program and the more new members you send our way, the more you’ll earn. Once you’ve signed up, you’ll receive an exclusive link. Whenever someone clicks this link and joins Rake.com, you’ll receive a commission. If you’re interested in the Rake.com affiliate program and want to know more, don’t hesitate to get in touch. Send an email to affiliate@rake.com and we’ll get back to you shortly. We’d love to hear from you!",
  "Instant_withdrawal": "Fast Withdrawals",
  "Instant_withdrawal_subtitle": "Rake.com is a fast withdrawal online casino. Here, you won’t have to wait long at all for your money to reach you. When you request a withdrawal, we aim to process it as soon as possible. Once this is done, your money will be on its way to you. We accept lots of the fastest payment methods for withdrawals. Use one of these and your money will be with you before you know it. With Rake.com, you won’t have to worry about payments getting delayed or anything like that. We’ll make sure that when you withdraw money, it reaches you quickly.",
  "News_updates": "News & Updates",
  "News_updates_subtitle": "As we grow our site, we want all our players to know what new gambling opportunities and features they can look forward to. We’ll post all updates to our blog, our Twitter feed and our Telegram channel. Stay in the loop and get all the latest Rake.com updates. We’ll let you know whenever we add new casino games, sports betting markets and other types of gambling to our site. As well as this, we’ll share details of our latest promotions, so you can get your hands on our generous bonuses. Follow Rake.com and never miss out!",
  "Rake_rumble": "Rake Rumble",
  "Rake_rumble_subtitle": "What exactly is Rake Rumble? It’s a massive multiplayer online role-playing game (MMORPG) similar to World of Warcraft. It draws inspiration from a range of MMORPGs, in particular RuneScape. When you immerse yourself in the world of Rake Rumble, you can challenge other players to duels. Luck and luck alone decides the outcome, so both players have an equal chance of winning. As a Rake Rumble player, you can also go on quests, trade with other players and master a range of skills such as firemaking, fishing and woodcutting. Explore the vast, creatively designed Rake Rumble universe and enjoy a thrilling, unpredictable MMORPG gaming experience like no other. ",
  "Live_dealers": "Live Dealers",
  "Live_dealers_subtitle": "If you want to play live dealer casino games online, look no further. At Rake.com, we have a wide variety of live casino games waiting to be played. Our collection of live games includes real-life versions of classic table games such as blackjack, roulette, baccarat and more. We also have some game shows that are fun, thrilling and potentially rewarding. What makes live dealer games so appealing is that they’re interactive. While playing, you can chat with the other players and even the croupier. These games take the online casino experience to the next level. They also bridge the gap between playing at home and playing in real-life locations with other people.",
  "Mobile_friendly": "Mobile Friendly",
  "Mobile_friendly_subtitle": "Mobile gambling is hugely popular these days. People around the world love playing mobile casino games and placing sports bets on the go. If you want to access Rake.com on your smartphone or tablet, you can with the Rake.com mobile-friendly site. Available on a broad range of devices, this site gives you instant access to all our gambling opportunities. Wherever you are, you can visit the Rake.com mobile site and make the most of your favourite gambling opportunities. Play some of our top-rated casino games while out and about or keep up with all the latest sports betting news and results.",
  "Customer_support": "24/7 Customer Support",
  "Customer_support_subtitle": "If you ever need to contact us about anything, feel free to do so anytime. Rake.com’s customer support is available every hour of the day. No matter what time you need help, get in touch and we’ll be able to sort things out for you.   There are two ways of contacting the Rake.com customer support team:      • Live chat      • Email  For the quickest reply, we suggest using the Rake.com live chat feature. Simply type in your message and a member of our customer support team should be with you very soon indeed."
}
