{
  "Title_": "Bem-vindo ao Rake - \n",
  "Welcome_back": "Bem-vindo(a) novamente\n{{username}}",
  "Or_continue_with": "Ou continue com",
  "Your_VIP_progress": "O seu progresso VIP",
  "Subtitle_": "Apostas desportivas\n e casino online!",
  "Register_": "<1>Registre uma \n conta</1> no Rake",
  "Deposit_": "Deposite seus ativos \n criptografados em sua conta.",
  "Sports_book_": "Aposte, rode e ganhe em grande\ncom as nossas apostas desportivas e casino!",
  "Carousel_Sports_fight_": "Faça suas apostas, domine o jogo",
  "Carousel_spin_": "Gire para ganhar! Até 6 BTC por dia",
  "Carousel_arena_": "Entre na arena, desafie seus rivais e vença a batalha",
  "Sign_in_an_account_": "(<1>Inicie sessão numa conta primeiro</1>)",
  "About_us_": "Sobre nós",
  "Sports_": "Desportos",
  "Casino_": "Casino",
  "Crypto_sportsbook_": "Apostas desportivas crypto",
  "Crypto_casino_": "Casino crypto",
  "Rake.com_offers_a_mind-boggling_variety_": "O Rake.com oferece uma variedade impressionante de jogos de casino onde pode utilizar todas as principais moedas. Court Lady Luck com milhares de jogos clássicos e únicos, incluindo Live Casino, Blackjack, Poker, Slots e inúmeros Rake Originals exclusivos.",
  "Get_your_game_on_at_Rake.com_": "Comece o seu jogo no Rake.com, onde encontra a maior variedade de jogos de apostas desportivas do setor, incluindo todas competições do UFC, futebol, basquetebol, e-sports, críquete, ténis e jogos virtuais de IA.",
  "Go_to_sportsbook_": "IR PARA AS APOSTAS DESPORTIVAS",
  "Go_to_casino_": "IR PARA O CASINO",
  "Register_now": "REGISTE-SE JÁ",
  "Purchase_crypto": "Compre criptomoedas dos seguintes fornecedores",
  "Wide_variety_of_games": "Rake.com - Uma Variedade Ampla de Jogos",
  "Wide_variety_of_games_subtitle": "Junte-se ao Rake.com e você terá acesso a algumas das melhores oportunidades de jogo online. Uma vez que você se torne um membro do nosso site, pode jogar os principais jogos de cassino e fazer apostas em muitos dos esportes mais populares do mundo. Temos um grande número de jogos de cassino e nossa coleção está constantemente crescendo.  Também temos nossa casa de apostas online, que permite que você faça apostas em mais de 80 esportes. Aposte em tudo, desde partidas e corridas locais até competições nacionais e torneios internacionais. Alguns dos muitos principais esportes nos quais você pode apostar com o Rake.com incluem futebol, basquete, críquete, vôlei, MMA e futebol americano. Você pode até mesmo fazer apostas em e-sports.",
  "Convenient_payment_options": "Opções de Pagamento Convenientes",
  "Convenient_payment_options_subtitle": "Aqui no Rake.com, facilitamos para os jogadores fazerem tanto depósitos quanto saques. Aceitamos uma ampla gama de métodos de pagamento, juntamente com algumas criptomoedas populares. Métodos de pagamento: Visa, Mastercard, Google Pay, Apple Pay, Samsung Pay.  Criptomoedas: Bitcoin, Litecoin, Ethereum, USDT, BNB, USDC, Dogecoin, TRX.  Graças ao nosso design amigável ao usuário e layout simples, fazer pagamentos é rápido e fácil. Para aqueles que já possuem criptomoedas, você pode transferir sem problemas de suas carteiras pessoais diretamente para sua carteira Rake.com através da seção de carteira. Se você é novo em cripto ou precisa comprar mais, navegue até a seção da carteira e clique na aba 'comprar cripto'. Aqui, você pode selecionar entre nossos fornecedores terceirizados recomendados para comprar criptomoedas usando sistemas de pagamento convencionais como Visa ou Mastercard. É essencial observar que esses provedores conduzem seus próprios procedimentos individuais de KYC. O Rake.com não tem envolvimento em seus processos de KYC, nem ganhamos taxas dessas recomendações.",
  "Fully_licensed": "Todo o Licenciamento e Jogo Responsável",
  "Fully_licensed_subtitle": "Você só deve se juntar a um cassino online se ele tiver uma licença. O Rake.com de fato tem uma e é do Governo de Curaçao. Nosso número de licença é 8048/JAZ2022-091. O site é de propriedade e operado pela Elixir Tech N.V., que está registrada no seguinte endereço: Zuikertuintjeweg Z/N (Torre Zuikertuin) Curaçao.  Levamos o jogo responsável muito a sério. Temos uma série de recursos para os jogadores usarem se acharem que têm um problema com o jogo. Para proteger os dados e o dinheiro dos jogadores, usamos software de segurança de última geração e temos protocolos rigorosos em vigor.",
  "Bonuses_and_VIP_program": "Bônus e Programa VIP",
  "Bonuses_and_VIP_program_subtitle": "Temos muitos bônus emocionantes e generosos alinhados para nossos jogadores. Tanto os novos membros quanto os atuais podem reivindicar alguns dos melhores bônus de cassino online da atualidade com o Rake.com. Comece com o bônus de boas-vindas para novos jogadores, depois aproveite ao máximo nossas outras ofertas especiais.  Assim como promoções que distribuem bônus, temos um programa VIP com seis níveis: Bronze, Prata, Ouro, Platina, Diamante e Realeza Rake. Todos começam no Bronze e sobem jogando jogos de cassino por dinheiro real e ganhando pontos. Quanto maior o seu nível, mais bônus, vantagens e recompensas virão em seu caminho.",
  "Gaming_Selection": "Seleção Incomparável de Jogos",
  "Gaming_Selection_subtitle": "O Rake.com tem uma grande e variada coleção de jogos de cassino online que você pode jogar por dinheiro real. Temos orgulho de dizer que nossa biblioteca de jogos oferece algo para todos. Seja qual for o tipo de jogo de cassino que você gosta, você o encontrará aqui no Rake.com. Temos muitos títulos populares, juntamente com todos os novos jogos mais quentes.  Então quais jogos de cassino online com dinheiro real temos? Além das slots de vídeo, nosso cassino oferece jogos de mesa (blackjack, roleta, bacará e poker) e jogos com dealer ao vivo. Ao contrário da maioria dos outros sites de cassino, temos alguns jogos exclusivos que você não encontrará em nenhum outro lugar.",
  "See_more": "VER MAIS",
  "Show_less": "MOSTRAR MENOS",
  "Buy_crypto": "COMPRAR CRIPTOMOEDAS",
  "Wallet_": "Carteira",
  "Before_you_can_buy_crypto": "Antes de poder comprar cripto, você precisará fazer login na sua conta ou registrar-se para uma conta",
  "Sign_in": "ENTRAR",
  "Sign_out": "REGISTAR",
  "First_": "primeiro",
  "Currencies": "Moedas",
  "Currencies_subtitle": "O Rake.com é um cassino online global que aceita jogadores de todo o mundo. Como tal, aceitamos uma ampla gama de moedas - 45 no total. Abaixo está uma lista de todas as moedas que os jogadores do Rake.com podem usar:  AED (Dirham dos Emirados Árabes Unidos), ARS (Peso Argentino), AUD (Dólar Australiano), BDT (Taka de Bangladesh), BRL (Real Brasileiro), CAD (Dólar Canadense), CHF (Franco Suíço), CLP (Peso Chileno), CNY (Yuan Chinês), CUP (Peso Cubano), CZK (Coroa Checa), EGP (Libra Egípcia), EUR (Euro), GBP (Libra Esterlina Britânica), GHS (Cedi Ganes), HKD (Dólar de Hong Kong), HRK (Kuna Croata), HUF (Forint Húngaro), IDR (Rupia Indonésia), INR (Rupia Indiana), IRR (Rial Iraniano), ISK (Króna Islandesa), JPY (Yen Japonês), KRW (Won Sul-Coreano), KZT (Tenge do Cazaquistão), LKR (Rupia do Sri Lanka), MAD (Dirham Marroquino), MXN (Peso Mexicano), NGN (Naira Nigeriana), NZD (Dólar da Nova Zelândia), PEN (Sol Peruano), PKR (Rupia Paquistanesa), PHP (Peso Filipino), PLN (Złoty Polonês), RON (Leu Romeno), RSD (Dinar Sérvio), RUB (Rublo Russo), SAR (Riyal Saudita), SGD (Dólar de Cingapura), THB (Baht Tailandês), UAH (Hryvnia Ucraniana), USD (Dólar dos Estados Unidos), VES (Bolívar Venezuelano), VND (Dong Vietnamita), ZAR (Rand Sul-Africano).",
  "Language_support": "Suporte para Idiomas",
  "Language_support_subtitle": "Temos orgulho do fato de que o Rake.com está disponível em uma variedade de idiomas. Os jogadores podem acessar nosso site em nada menos que 15 idiomas: English, Русский (Russo), 中文 (Chinês), Español (Espanhol), हिंदी (Hindi), Tiếng Việt (Vietnamita), Français (Francês), 日本語 (Japonês), 한국어 (Coreano), Português, Suomen (Finlandês), Indonesian, Nederlands (Holandês), Polski (Polonês), Türkçe (Turco).  Se o seu idioma não está na lista, não se preocupe. Há uma boa chance de que estará em breve. Estamos sempre ansiosos para expandir nosso cassino e alcançar mais jogadores ao redor do mundo.",
  "Affiliate_link": "Links Afiliados",
  "Affiliate_link_subtitle": "O Rake.com tem um programa de afiliados que você deve conferir se for um profissional de marketing online. Junte-se ao nosso programa e quanto mais novos membros você enviar para nós, mais você ganhará. Uma vez que você se inscreveu, receberá um link exclusivo. Sempre que alguém clicar neste link e se juntar ao Rake.com, você receberá uma comissão.  Se você está interessado no programa de afiliados do Rake.com e quer saber mais, não hesite em entrar em contato. Envie um e-mail para affiliate@rake.com e entraremos em contato com você em breve. Adoraríamos ouvir de você!",
  "Instant_withdrawal": "Saques Rápidos",
  "Instant_withdrawal_subtitle": "O Rake.com é um cassino online de saque rápido. Aqui, você não terá que esperar muito para que seu dinheiro chegue até você. Quando você solicita um saque, nosso objetivo é processá-lo o mais rápido possível. Depois disso, seu dinheiro estará a caminho de você.  Aceitamos muitos dos métodos de pagamento mais rápidos para saques. Use um deles e seu dinheiro estará com você antes que você perceba. Com o Rake.com, você não precisa se preocupar com pagamentos atrasados ou qualquer coisa do tipo. Nós garantimos que quando você sacar dinheiro, ele chegará até você rapidamente.",
  "News_updates": "Notícias e Atualizações",
  "News_updates_subtitle": "À medida que expandimos nosso site, queremos que todos os nossos jogadores saibam quais novas oportunidades e recursos de jogo eles podem esperar. Postaremos todas as atualizações em nosso blog, nosso feed do Twitter e nosso canal no Telegram. Fique por dentro e obtenha todas as últimas atualizações do Rake.com.  Vamos informá-lo sempre que adicionarmos novos jogos de cassino, mercados de apostas esportivas e outros tipos de jogos ao nosso site. Além disso, compartilharemos detalhes de nossas últimas promoções, para que você possa colocar as mãos em nossos generosos bônus. Siga o Rake.com e nunca perca nada!",
  "Rake_rumble": "Rake Rumble",
  "Rake_rumble_subtitle": "O que exatamente é o Rake Rumble? É um enorme jogo multiplayer online de interpretação de papéis (MMORPG) semelhante ao World of Warcraft. Ele se inspira em uma série de MMORPGs, em particular o RuneScape. Quando você se imerge no mundo do Rake Rumble, pode desafiar outros jogadores para duelos. A sorte e apenas a sorte decide o resultado, então ambos os jogadores têm chances iguais de vencer.  Como jogador do Rake Rumble, você também pode fazer missões, negociar com outros jogadores e dominar uma série de habilidades como fazer fogo, pescar e cortar madeira. Explore o vasto universo do Rake Rumble, criativamente projetado, e desfrute de uma emocionante experiência de jogo MMORPG como nenhuma outra.",
  "Live_dealers": "Dealers Ao Vivo",
  "Live_dealers_subtitle": "Se você deseja jogar jogos de cassino online com dealer ao vivo, não procure mais. No Rake.com, temos uma grande variedade de jogos de cassino ao vivo esperando para serem jogados. Nossa coleção de jogos ao vivo inclui versões da vida real de jogos clássicos de mesa como blackjack, roleta, bacará e muito mais. Também temos alguns programas de jogos que são divertidos, emocionantes e potencialmente recompensadores.  O que torna os jogos com dealer ao vivo tão atraentes é que eles são interativos. Durante o jogo, você pode conversar com os outros jogadores e até mesmo com o crupiê. Esses jogos elevam a experiência do cassino online ao próximo nível. Eles também preenchem a lacuna entre jogar em casa e jogar em locais da vida real com outras pessoas.",
  "Mobile_friendly": "Compatível com Celular",
  "Mobile_friendly_subtitle": "O jogo móvel é extremamente popular hoje em dia. Pessoas ao redor do mundo adoram jogar jogos de cassino móveis e fazer apostas esportivas em movimento. Se você deseja acessar o Rake.com no seu smartphone ou tablet, pode fazê-lo através do site móvel Rake.com. Disponível em uma ampla gama de dispositivos, este site dá acesso instantâneo a todas as nossas oportunidades de jogo.  Onde quer que você esteja, pode visitar o site móvel Rake.com e aproveitar ao máximo suas oportunidades de jogo favoritas. Jogue alguns de nossos jogos de cassino mais bem avaliados enquanto está fora ou acompanhe todas as últimas notícias e resultados de apostas esportivas.",
  "Customer_support": "Atendimento ao Cliente 24/7",
  "Customer_support_subtitle": "Se você precisar entrar em contato conosco sobre qualquer coisa, sinta-se à vontade para fazê-lo a qualquer momento. O atendimento ao cliente da Rake.com está disponível todas as horas do dia. Não importa a hora que você precisa de ajuda, entre em contato e poderemos resolver as coisas para você.  Existem duas maneiras de entrar em contato com a equipe de atendimento ao cliente da Rake.com:  ● Chat ao vivo   ● Email  Para a resposta mais rápida, sugerimos o uso do recurso de chat ao vivo do Rake.com. Basta digitar sua mensagem e um membro de nossa equipe de atendimento ao cliente estará com você muito em breve."
}
