{
  "Title_": "Rake'e Hoş Geldiniz -\n",
  "Welcome_back": "Tekrar hoş geldin\n{{username}}",
  "Or_continue_with": "Veya şununla devam edin:",
  "Your_VIP_progress": "VIP ilerlemeniz",
  "Subtitle_": "Çevrim içi spor\nbahsi ve Kumarhane!",
  "Register_": "<1>Register an \n account</1> on Rake",
  "Deposit_": "Deposit your crypto \n assets to your account.",
  "Sports_book_": "Bahis yapın, döndürün ve\nbahis merkezinde ve kumarhanede bol bol kazanın!",
  "Carousel_Sports_fight_": "Bahislerinizi Yapın, Oyuna Hakim Olun",
  "Carousel_spin_": "Kazanmak İçin Döndürün! Günde 6 BTC'ye Kadar",
  "Carousel_arena_": "Arenaya Gir, Rakiplerine Meydan Oku, Savaşı Kazan",
  "Sign_in_an_account_": "(<1>İlk olarak hesabınıza giriş yapın</1>)",
  "About_us_": "About Us",
  "Sports_": "Spor",
  "Casino_": "Kumarhane",
  "Crypto_sportsbook_": "Kripto Bahis Merkezi",
  "Crypto_casino_": "Kripto Kumarhanesi",
  "Rake.com_offers_a_mind-boggling_variety_": "Rake.com, önde gelen her para birimiyle oynanabilen inanılmaz sayıda çok kumarhane oyunu sunar. Canlı Kumarhane, Blackjack, Poker, Slot ve başka hiçbir yerde bulamayacağınız çok sayıda Rake'e özgü oyunlar Rake Originals dâhil olmak üzere binlerce klasik ve türünün tek örneği oyunla şeytanın bacağını kırın.",
  "Get_your_game_on_at_Rake.com_": "Tüm UFC maçları, Futbol, Basketbol, E-spor, Kriket, Tenis ve Sanal Yapay Zeka oyunları dâhil olmak üzere sektördeki en geniş çaplı spor bahislerine ev sahipliği yapan Rake.com'da oyuna siz de katılın.",
  "Go_to_sportsbook_": "BAHİS MERKEZİNE GİT",
  "Go_to_casino_": "KUMARHANEYE GİT",
  "Register_now": "ŞİMDİ KAYDOLUN",
  "Purchase_crypto": "Aşağıdaki sağlayıcılardan kripto satın alın",
  "Wide_variety_of_games": "Rake.com - Çeşitli Oyunlar",
  "Wide_variety_of_games_subtitle": "Rake.com'a katılın ve en iyi online kumar fırsatlarına erişim sağlayın. Sitemizin bir üyesi olduğunuzda, en popüler casino oyunlarını oynayabilir ve dünyanın en popüler sporlarına birçok bahis koyabilirsiniz. Büyük sayıda casino oyunumuz var ve koleksiyonumuz sürekli büyüyor. Ayrıca 80'den fazla spor bahsi yapmanıza olanak sağlayan online spor kitabımız da var. Yerel maçlara ve yarışlara, ulusal yarışmalara ve uluslararası turnuvalara kadar her şeye bahis yapın. Rake.com ile bahis yapabileceğiniz birçok popüler spor arasında futbol, basketbol, kriket, voleybol, MMA ve Amerikan futbolu bulunmaktadır. Hatta e-sporlara bile bahis yapabilirsiniz.",
  "Convenient_payment_options": "Kolay Ödeme Seçenekleri",
  "Convenient_payment_options_subtitle": "Rake.com'da oyuncuların hem para yatırmasını hem de çekmesini kolaylaştırıyoruz. Geniş bir ödeme yöntemi seçeneği sunuyoruz ve birkaç popüler kripto para birimini kabul ediyoruz. Ödeme Yöntemleri: Visa, Mastercard, Google Pay, Apple Pay, Samsung Pay.  Kripto Paralar: Bitcoin, Litecoin, Ethereum, USDT, BNB, USDC, Dogecoin, TRX.   Kullanıcı dostu tasarımımız ve basit düzenimiz sayesinde ödemeleri hızlı ve kolay bir şekilde yapabilirsiniz. Zaten kripto paraya sahip olanlar, cüzdan bölümünden kişisel cüzdanlarından doğrudan Rake.com cüzdanına sorunsuz bir şekilde transfer yapabilirler. Eğer kripto para birimine yeniyseniz veya daha fazla satın almanız gerekiyorsa, cüzdan bölümüne gidin ve 'kripto satın al' sekmesini tıklayın. Burada, Visa veya Mastercard gibi geleneksel ödeme sistemlerini kullanarak kripto para satın almak için önerdiğimiz üçüncü taraf sağlayıcılardan birini seçebilirsiniz. Bu sağlayıcıların kendi KYC prosedürlerini yürüttüğünü belirtmek önemlidir. Rake.com, bu KYC süreçlerine dahil olmamakta ve bu önerilerden herhangi bir ücret almamaktadır.",
  "Fully_licensed": "Tam Lisanslı ve Sorumlu Kumar",
  "Fully_licensed_subtitle": "Bir online casinoya sadece lisansı varsa katılmalısınız. Rake.com'un gerçekten bir lisansı var ve bu, Curacao Hükümeti'nden alınmıştır. Lisans numaramız 8048/JAZ2022-091'dir. Web sitesi hem Elixir Tech N.V. tarafından sahip olunmakta hem de işletilmektedir, bu da şu adreste kayıtlıdır: Zuikertuintjeweg Z/N (Zuikertuin Tower) Curacao. Sorumlu kumar bizim için çok önemli bir konudur. Kumar problemi olduğunu düşünen oyuncular için bir dizi kaynak sunuyoruz. Oyuncuların verilerini ve paralarını korumak için en son teknoloji güvenlik yazılımlarını kullanıyoruz ve sıkı protokoller uyguluyoruz.",
  "Bonuses_and_VIP_program": "Bonuslar & VIP Programı",
  "Bonuses_and_VIP_program_subtitle": "Oyuncularımız için heyecan verici, cömert bonuslar sunuyoruz. Rake.com ile hem yeni hem de mevcut üyeler bugün en iyi online casino bonuslarından bazılarını talep edebilir. Yeni oyuncular için hoş geldin bonusu ile başlayın, daha sonra diğer özel tekliflerimizi değerlendirin. Bonus dağıtan promosyonların yanı sıra, altı seviyeli bir VIP programımız var: Bronz, Gümüş, Altın, Platin, Elmas ve Rake Royalty. Herkes Bronz'da başlar ve gerçek parayla casino oyunları oynayarak ve puan kazanarak yükselir. Seviyeniz ne kadar yüksek olursa, daha fazla bonus, ayrıcalık ve ödül sizin yolunuza çıkar.",
  "Gaming_Selection": "Üstün Oyun Seçimi",
  "Gaming_Selection_subtitle": "Rake.com, gerçek parayla oynayabileceğiniz geniş ve çeşitli online casino oyunlarına sahiptir. Oyun kütüphanemizin herkes için bir şeyler sunduğunu gururla söyleyebiliriz. Hangi tür casino oyununu seviyorsanız, Rake.com'da bulabilirsiniz. Popüler başlıklarımızın yanı sıra en sıcak yeni oyunlarımız da bulunmaktadır. Peki, gerçek parayla hangi online casino oyunlarımız var? Video slotlarının yanı sıra, casinomuz masa oyunları (blackjack, rulet, bakara ve poker) ve canlı bayi oyunları sunmaktadır. Diğer casino sitelerinin aksine, bir yerlerde bulamayacağınız bazı özel oyunlarımız var.",
  "See_more": "TAMAMINI GÖSTER",
  "Show_less": "DAHA AZ GÖSTER",
  "Buy_crypto": "KRİPTO SATIN ALIN",
  "Wallet_": "Cüzdan",
  "Before_you_can_buy_crypto": "Before you can buy crypto, you’ll need to log in to your account or register for an account",
  "Sign_in": "SIGN IN",
  "Sign_out": "REGISTER",
  "First_": "first",
  "Currencies": "Para Birimleri",
  "Currencies_subtitle": "Rake.com, dünyanın her yerinden oyuncuları kabul eden küresel bir online casinodur. Bu nedenle, geniş bir para birimi yelpazesini - toplamda 45'ini - kabul ediyoruz. Aşağıda, Rake.com oyuncularının kullanabileceği tüm para birimlerinin bir listesi bulunmaktadır: AED (Birleşik Arap Emirlikleri Dirhemi), ARS (Arjantin Pesosu), AUD (Avustralya Doları), BDT (Bangladeş Taka), BRL (Brezilya Reali), CAD (Kanada Doları), CHF (İsviçre Frangı), CLP (Şili Pesosu), CNY (Çin Yuanı), CUP (Küba Pesosu), CZK (Çek Korunası), EGP (Mısır Poundu), EUR (Euro), GBP (İngiliz Poundu), GHS (Gana Cedi), HKD (Hong Kong Doları), HRK (Hırvat Kunası), HUF (Macar Forinti), IDR (Endonezya Rupiahı), INR (Hindistan Rupisi), IRR (İran Riyali), ISK (İzlanda Kronası), JPY (Japon Yeni), KRW (Güney Kore Wonu), KZT (Kazakistan Tengesi), LKR (Sri Lanka Rupisi), MAD (Fas Dirhemi), MXN (Meksika Pesosu), NGN (Nijerya Nairası), NZD (Yeni Zelanda Doları), PEN (Peru Solu), PKR (Pakistan Rupisi), PHP (Filipinler Pesosu), PLN (Polonya Zlotisi), RON (Romanya Leyi), RSD (Sırp Dinarı), RUB (Rus Rublesi), SAR (Suudi Riyali), SGD (Singapur Doları), THB (Tayland Bahtı), UAH (Ukrayna Grivnası), USD (Amerikan Doları), VES (Venezuela Bolivarı), VND (Vietnam Dongu), ZAR (Güney Afrika Randı).",
  "Language_support": "Dil Desteği",
  "Language_support_subtitle": "Rake.com'un çeşitli dillerde mevcut olmasının gururunu yaşıyoruz. Oyuncular sitemize tam 15 dilde erişebilir: İngilizce, Русский (Rusça), 中文 (Çince), Español (İspanyolca), हिंदी (Hintçe), Tiếng Việt (Vietnamca), Français (Fransızca), 日本語 (Japonca), 한국어 (Korece), Português (Portekizce), Suomen (Fince), Endonezya dili, Nederlands (Hollanda dili), Polski (Lehçe), Türkçe.  Diliniz listemizde yoksa endişelenmeyin. Yakında olacağı iyi bir ihtimaldir. Kumarhanemizi büyütmek ve dünya çapında daha fazla oyuncuya ulaşmak her zaman hedefimizdir.",
  "Affiliate_link": "Bağlı Kuruluş Bağlantıları",
  "Affiliate_link_subtitle": "Rake.com'un, online pazarlamacıların dikkatini çekmesi gereken bir bağlı kuruluş programı vardır. Programımıza katılın ve bize daha fazla yeni üye yönlendirdikçe, daha çok kazanacaksınız. Kaydolduktan sonra özel bir bağlantı alacaksınız. Birisi bu bağlantıyı tıkladığında ve Rake.com'a katıldığında komisyon alacaksınız.  Eğer Rake.com bağlı kuruluş programına ilgi duyuyor ve daha fazla bilgi almak istiyorsanız, çekinmeden bizimle iletişime geçin. affiliate@rake.com adresine bir e-posta gönderin ve kısa süre içinde size geri döneceğiz. Sizden haber almayı çok isteriz!",
  "Instant_withdrawal": "Hızlı Çekimler",
  "Instant_withdrawal_subtitle": "Rake.com hızlı çekim yapan bir online casinodur. Burada, paranızın size ulaşması için hiç beklemeyeceksiniz. Bir çekim talep ettiğinizde, bunu en kısa sürede işlemeyi hedefliyoruz. Bu yapıldıktan sonra paranız size gelecektir. Çekimler için en hızlı ödeme yöntemlerinden birçoklarını kabul ediyoruz. Bunlardan birini kullanın ve paranız çok kısa sürede sizin olacak. Rake.com ile ödemelerin gecikmesi gibi bir durum hakkında endişelenmenize gerek yoktur. Para çekme işlemi yaptığınızda, paranın hızlı bir şekilde size ulaştığından emin oluruz.",
  "News_updates": "Haberler & Güncellemeler",
  "News_updates_subtitle": "Sitemizi büyüttükçe, tüm oyuncularımızın ne tür yeni kumar fırsatları ve özellikler bekleyebileceklerini bilmelerini istiyoruz. Tüm güncellemeleri blogumuza, Twitter beslememize ve Telegram kanalımıza göndereceğiz. Döngüde kalın ve en son Rake.com güncellemelerinin tümünü alın.  Yeni casino oyunları, spor bahis piyasaları ve sitemize eklediğimiz diğer kumar türlerini ne zaman eklediğimizi size bildireceğiz. Bunun yanı sıra, cömert bonuslarımızı alabilmeniz için en son promosyonlarımızın detaylarını paylaşacağız. Rake.com'u takip edin ve hiçbir şeyi kaçırmayın!",
  "Rake_rumble": "Rake Rumble",
  "Rake_rumble_subtitle": "Rake Rumble tam olarak nedir? World of Warcraft gibi bir çok oyunculu online rol yapma oyunu (MMORPG). Özellikle RuneScape'ten esinlenerek bir dizi MMORPG'den esinleniyor. Rake Rumble dünyasına kendinizi kaptırdığınızda, diğer oyunculara düellolara meydan okuyabilirsiniz. Sonuç tamamen şansa bağlıdır, bu yüzden her iki oyuncunun da kazanma şansı eşittir.  Rake Rumble oyuncusu olarak, görevlere çıkabilir, diğer oyuncularla ticaret yapabilir ve ateş yapma, balıkçılık ve odunculuk gibi çeşitli becerileri usta seviyede kullanabilirsiniz. Geniş ve yaratıcı tasarımlı Rake Rumble evrenini keşfedin ve diğer hiçbir MMORPG oyun deneyimine benzemeyen heyecan verici, belirsiz bir oyun deneyimi yaşayın.",
  "Live_dealers": "Canlı Krupiyeler",
  "Live_dealers_subtitle": "Canlı krupiyeli casino oyunları oynamak istiyorsanız, aramanıza gerek yok. Rake.com'da oynanacak geniş bir canlı casino oyunları koleksiyonumuz var. Canlı oyun koleksiyonumuz blackjack, rulet, bakara ve daha fazlasının gerçek hayattaki versiyonlarını içeriyor. Ayrıca eğlenceli, heyecan verici ve potansiyel olarak ödüllendirici bazı oyun şovlarımız da var.  Canlı krupiyeli oyunları çekici kılan şey, etkileşimli olmalarıdır. Oynarken diğer oyuncularla ve hatta krupiye ile sohbet edebilirsiniz. Bu oyunlar, online casino deneyimini bir üst seviyeye taşır. Ayrıca evde oynamak ile diğer insanlarla gerçek yaşamda yerlerde oynamak arasındaki boşluğu da kapatırlar.",
  "Mobile_friendly": "Mobil Dostu",
  "Mobile_friendly_subtitle": "Mobil kumar bu günlerde oldukça popüler. Dünyanın dört bir yanındaki insanlar mobil casino oyunları oynamayı ve spor bahisleri yapmayı seviyor. Rake.com'u akıllı telefonunuzda veya tabletinizde kullanmak isterseniz, Rake.com mobil dostu site ile yapabilirsiniz. Geniş bir cihaz yelpazesinde kullanılabilen bu site, tüm kumar fırsatlarımıza anında erişim sağlar.  Nerede olursanız olun, Rake.com mobil sitesini ziyaret edebilir ve en sevdiğiniz kumar fırsatlarının tadını çıkarabilirsiniz. Dışarıda iken en çok beğenilen casino oyunlarımızdan bazılarını oynayın veya en son spor bahis haberleri ve sonuçları ile ilgili bilgileri takip edin.",
  "Customer_support": "24/7 Müşteri Destek",
  "Customer_support_subtitle": "Herhangi bir konuda bizimle iletişime geçmeniz gerektiğinde, her saat başvurabilirsiniz. Rake.com'un müşteri hizmetleri günün her saati hizmetinizdedir. Ne zaman yardıma ihtiyacınız olursa olun, bizimle iletişime geçin ve sizin için her şeyi çözebiliriz.  Rake.com müşteri hizmetleri ekibiyle iletişime geçmenin iki yolu vardır:  ● Canlı sohbet   ● E-posta En hızlı yanıt için, Rake.com canlı sohbet özelliğini kullanmanızı öneririz. Sadece mesajınızı yazın ve müşteri hizmetleri ekibimizden bir üye çok yakında sizinle olacaktır."
}
