{
  "Title_": "Rakeへようこそ - \n",
  "Welcome_back": "おかえりなさい\n{{username}}",
  "Or_continue_with": "または次を続行してください",
  "Your_VIP_progress": "VIPの進行状況",
  "Subtitle_": "オンラインスポーツ \n ベッティング＆カジノ！",
  "Register_": "<1>Register an \n account</1> on Rake",
  "Deposit_": "Deposit your crypto \n assets to your account.",
  "Sports_book_": "スポーツブックとカジノで ベットして、スピンして、\n大勝利を手に入れましょう！",
  "Carousel_Sports_fight_": "賭けてゲームを支配しよう",
  "Carousel_spin_": "スピンして勝ちましょう! 1 日最大 6 BTC",
  "Carousel_arena_": "アリーナに入り、ライバルに挑戦し、戦いに勝ちましょう",
  "Sign_in_an_account_": "(<1>まずアカウントにサインインしてください</1>)",
  "About_us_": "About Us",
  "Sports_": "スポーツ",
  "Casino_": "カジノ",
  "Crypto_sportsbook_": "クリプトスポーツブック",
  "Crypto_casino_": "クリプトカジノ",
  "Rake.com_offers_a_mind-boggling_variety_": "Rake.comでは驚くべき種類のカジノゲームを、すべての主要通貨でプレイできます。ライブカジノ、ブラックジャック、ポーカー、スロット、Rake Originalsの他では見られないゲームの数々など、何千ものクラシックで唯一無二のゲームで、幸運の女神を味方にしましょう。",
  "Get_your_game_on_at_Rake.com_": "UFCの全試合をはじめ、サッカー、バスケットボール、Eスポーツ、クリケット、テニス、バーチャルAIゲームなど、業界で最も豊富なスポーツのベッティングを提供するRake.comで、ゲームを楽しんでください。",
  "Go_to_sportsbook_": "スポーツブックに移動",
  "Go_to_casino_": "カジノに移動",
  "Register_now": "今すぐご登録ください",
  "Purchase_crypto": "次のプロバイダーからクリプトを購入する",
  "Wide_variety_of_games": "Rake.com - 多種多様なゲーム",
  "Wide_variety_of_games_subtitle": "Rake.comに参加すると、最高のオンラインギャンブリングの機会にアクセスできます。当サイトのメンバーになると、トップのカジノゲームをプレイし、世界中で人気のあるスポーツに賭けることができます。私たちは多数のカジノゲームを提供しており、コレクションは日々拡大しています。また、オンラインスポーツブックでは、80以上のスポーツに賭けることができます。地元の試合やレースから国内の大会、国際大会まで、さまざまなスポーツに賭けることができます。Rake.comで賭けることができるトップスポーツには、サッカー、バスケットボール、クリケット、バレーボール、MMA、アメリカンフットボールなどがあります。さらに、eスポーツにも賭けることができます。",
  "Convenient_payment_options": "便利な支払いオプション",
  "Convenient_payment_options_subtitle": "Rake.comでは、プレイヤーが入金と出金を簡単に行えるようにしています。多数の支払い方法といくつかの一般的な暗号通貨を受け入れています。  支払い方法:      • Visa      • Mastercard      • Google Pay      • Apple Pay      • Samsung Pay  暗号通貨:      • Bitcoin      • Litecoin      • Ethereum      • USDT      • BNB      • USDC      • Dogecoin      • TRX  使いやすいデザインとシンプルなレイアウトのおかげで、支払いは迅速かつ簡単に行えます。既に暗号通貨を所有している方は、ウォレットセクションから直接Rake.comのウォレットに転送できます。また、暗号通貨を初めて使用する方や、さらに購入する必要がある方は、ウォレットセクションに移動し、「暗号通貨を購入する」タブをクリックします。ここでは、VisaやMastercardなどの一般的な支払いシステムを使用して、推奨される第三者のプロバイダーから暗号通貨を購入することができます。これらのプロバイダーはそれぞれ独自のKYC手続きを行いますが、Rake.comはそのKYC手続きに関与せず、これらの推奨から手数料を得ることはありません。",
  "Fully_licensed": "完全にライセンスを取得し、責任あるギャンブリング",
  "Fully_licensed_subtitle": "オンラインカジノに参加する際には、そのカジノがライセンスを取得していることが重要です。Rake.comは確かにライセンスを取得しており、それはキュラソー政府から発行されました（ライセンス番号：8048/JAZ2022-091）。ウェブサイトはElixir Tech N.V.が所有・運営しており、以下の住所に登録されています：Zuikertuintjeweg Z/N (Zuikertuin Tower) Curacao。責任あるギャンブリングは私たちが非常に重視しています。ギャンブル依存症の可能性があると考えているプレイヤーが利用できる資源を多数提供しています。プレイヤーのデータとお金を保護するために、最先端のセキュリティソフトウェアを使用し、厳格なプロトコルを設けています。",
  "Bonuses_and_VIP_program": "ボーナスとVIPプログラム",
  "Bonuses_and_VIP_program_subtitle": "私たちはプレイヤーに対して、多数のエキサイティングで寛大なボーナスを提供しています。新規メンバーや現在のメンバーは、Rake.comで今日最高のオンラインカジノボーナスを請求することができます。新規プレイヤー向けのウェルカムボーナスから始めて、他の特別オファーも活用しましょう。ボーナスを提供するプロモーションだけでなく、VIPプログラムもご用意しています。Bronze, Silver, Gold, Platinum, Diamond, Rake Royaltyの6つのレベルからなるVIPプログラムです。全員がBronzeからスタートし、リアルマネーでカジノゲームをプレイしポイントを獲得することでランクアップします。レベルが上がれば上がるほど、さらなるボーナスや特典が手に入ります。",
  "Gaming_Selection": "無比のゲーミングセレクション",
  "Gaming_Selection_subtitle": "Rake.comでは、多種多様なオンラインカジノゲームをリアルマネーでプレイすることができます。私たちのゲームライブラリは、誰もが楽しめる何かを提供していると自信を持って言えます。あなたが好むカジノゲームのタイプに関係なく、Rake.comでそれを見つけることができます。私たちは多くの人気タイトルと最新のホットなゲームも提供しています。 では、私たちはどのようなリアルマネーのオンラインカジノゲームを提供しているのでしょうか？ビデオスロットだけでなく、テーブルゲーム（ブラックジャック、ルーレット、バカラ、ポーカー）やライブディーラーゲームも提供しています。他のカジノサイトとは異なり、他では見つからない独占的なゲームもいくつかあります。",
  "See_more": "さらに表示",
  "Show_less": "少なく表示",
  "Buy_crypto": "クリプトを購入",
  "Wallet_": "ウォレット",
  "Before_you_can_buy_crypto": "Before you can buy crypto, you’ll need to log in to your account or register for an account",
  "Sign_in": "SIGN IN",
  "Sign_out": "登録",
  "First_": "first",
  "Currencies": "通貨",
  "Currencies_subtitle": "Rake.comは世界中からのプレイヤーを受け入れるグローバルなオンラインカジノです。そのため、さまざまな通貨を受け入れています（合計45種類）。以下はRake.comで使用できる通貨のリストです： AED (アラブ首長国連邦ディルハム) ARS (アルゼンチンペソ) AUD (オーストラリアドル) BDT (バングラデシュタカ) BRL (ブラジルレアル) CAD (カナダドル) CHF (スイスフラン) CLP (チリペソ) CNY (中国元) CUP (キューバペソ) CZK (チェココルナ) EGP (エジプトポンド) EUR (ユーロ) GBP (英国ポンド) GHS (ガーナシディ) HKD (香港ドル) HRK (クロアチアクーナ) HUF (ハンガリーフォリント) IDR (インドネシアルピア) INR (インドルピー) IRR (イランリアル) ISK (アイスランドクローナ) JPY (日本円) KRW (韓国ウォン) KZT (カザフスタンテンゲ) LKR (スリランカルピー) MAD (モロッコディルハム) MXN (メキシコペソ) NGN (ナイジェリアナイラ) NZD (ニュージーランドドル) PEN (ペルーソル) PKR (パキスタンルピー) PHP (フィリピンペソ) PLN (ポーランドズウォティ) RON (ルーマニアレウ) RSD (セルビアディナール) RUB (ロシアルーブル) SAR (サウジリヤル) SGD (シンガポールドル) THB (タイバーツ) UAH (ウクライナフリヴニャ) USD (米国ドル) VES (ベネズエラボリバール) VND (ベトナムドン) ZAR (南アフリカランド)",
  "Language_support": "言語サポート",
  "Language_support_subtitle": "Rake.comは多言語対応です。プレイヤーは以下の15言語で当サイトを利用することができます：  英語, Русский(ロシア語), 中文(中国語), Español(スペイン語), हिंदी(ヒンディー語), Tiếng Việt(ベトナム語), Français(フランス語), 日本語, 한국어(韓国語), Português(ポルトガル語), Suomen(フィンランド語), Indonesian(インドネシア語), Nederlands(オランダ語), Polski(ポーランド語), Türkçe(トルコ語)。  もしリストにお使いの言語がなくても心配しないでください。近いうちに追加される可能性があります。私たちは常にカジノを拡大し、より多くのプレイヤーに届けることを目指しています。",
  "Affiliate_link": "アフィリエイトリンク",
  "Affiliate_link_subtitle": "Rake.comにはオンラインマーケター向けのアフィリエイトプログラムがあります。当プログラムに参加すれば、新しいメンバーを紹介するごとに報酬を受け取れます。登録後、専用リンクが提供されます。このリンクをクリックしてRake.comに参加した人数に応じて報酬が支払われます。  Rake.comのアフィリエイトプログラムに関心があって詳細を知りたい場合は、お気軽にお問い合わせください。affiliate@rake.comまでメールを送信いただければ、迅速に対応させていただきます。ご連絡お待ちしております！",
  "Instant_withdrawal": "迅速な出金",
  "Instant_withdrawal_subtitle": "Rake.comは迅速な出金が可能なオンラインカジノです。出金依頼後、可能な限り早く処理されるよう努めています。処理完了後、お金はすぐにあなたに届けられます。 出金時には多数の迅速な支払い方法を受け付けています。これらの方法を使用すれば、お金はすぐに手元に届くでしょう。Rake.comでは出金時に遅延が生じたりしないよう注意しています。",
  "News_updates": "ニュースと更新情報",
  "News_updates_subtitle": "私たちはサイトを拡大していく過程で、すべてのプレイヤーが楽しみにしている新しいギャンブル機会や機能についてお知らせしたいと考えています。最新情報はブログやTwitterフィード、Telegramチャンネルで発信されます。これらをフォローすることで、Rake.comの最新情報を常に手に入れることができます。  新しいカジノゲームやスポーツベッティング市場、その他の種類のギャンブル情報も共有します。さらに最新のプロモーション詳細もお伝えしますので、寛大なボーナスを手に入れましょう。Rake.comをフォローして何も見逃さないようにしましょう！",
  "Rake_rumble": "Rake Rumble",
  "Rake_rumble_subtitle": "Rake Rumbleとは何か？それはWorld of Warcraftに似た大規模マルチプレイヤーオンラインロールプレイングゲーム（MMORPG）です。特にRuneScapeから着想を得ています。Rake Rumbleの世界では他のプレイヤーとデュエルを挑むことができます。勝敗は運次第ですので、どちらも勝つチャンスが均等です。  Rake Rumbleではクエストへ挑戦したり他のプレイヤーとトレードしたりしながら、火起こしや釣り、木切りなどさまざまなスキルも習得できます。広大で創造的なRake Rumble universeを探検しましょう。他では味わえない刺激的で予測不可能なMMORPG体験が待っています。",
  "Live_dealers": "ライブディーラー",
  "Live_dealers_subtitle": "オンラインでライブディーラーカジノゲームをプレイしたい場合はRake.comへお越しください。私たちは幅広い種類のライブカジノゲームを提供しています。ブラックジャックやルーレット、バカラなどのクラシックテーブルゲームの本物のバージョンから楽しくて刺激的なゲームショーまで幅広く取り揃えています。  ライブディーラーゲームの魅力はそのインタラクティブさです。プレイ中に他のプレイヤーやディーラーとチャットすることも可能です。これらのゲームはオンラインカジノ体験を別次元へ引き上げます。自宅で遊ぶ感覚と他の人々と一緒に実際の場所で遊ぶ感覚を結びつけます。",
  "Mobile_friendly": "モバイル対応",
  "Mobile_friendly_subtitle": "現代では携帯端末でのギャンブルが非常に人気です。世界中の人々が外出先でも携帯カジノゲームを楽しんだりスポーツベットを行ったりしています。もしもあなたがスマートフォンやタブレットからRake.comへアクセスしたい場合は、当サイトはあらゆるデバイス向けに最適化されたモバイルフレンドリーサイトです。お気に入りのギャンブル機会へ簡単かつ即座にアクセスすることができます。  どこにいてもRake.comのモバイルサイトへアクセスしてトップ評価されたカジノゲームを楽しんだり最新のスポーツベッティングニュースや結果を確認したりすることができます。",
  "Customer_support": "24/7カスタマーサポート",
  "Customer_support_subtitle": "何か問題が発生した場合はいつでもご連絡ください。Rake.comのカスタマーサポートは24時間体制で対応しています。助けが必要な時はいつでもお問い合わせください。  Rake.comカスタマーサポートチームへは以下の2つの方法でご連絡いただけます：      • ライブチャット      • メール  返答まで最速ですぐに対応したい場合は、Rake.comのライブチャット機能をご利用ください。メッセージを入力するだけで、カスタマーサポートチームからすぐに返信が届きます。"
}
