{
  "Title_": "Rake에 오신 것을 환영합니다 - \n",
  "Welcome_back": "다시 오신 것을 환영합니다\n{{username}}",
  "Or_continue_with": "또는 간편 로그인하기",
  "Your_VIP_progress": "나의 VIP 진행 상황",
  "Subtitle_": "온라인 스포츠 \n 배팅 및 카지노!",
  "Register_": "<1>Register an \n account</1> on Rake",
  "Deposit_": "Deposit your crypto \n assets to your account.",
  "Sports_book_": "저희와 함께 베팅하고, 스핀하고, 크게 우승하세요\n스포츠북과 카지노!",
  "Carousel_Sports_fight_": "베팅을 걸고 게임을 지배하세요",
  "Carousel_spin_": "회전하여 승리하세요! 하루 최대 6 BTC",
  "Carousel_arena_": "아레나에 들어가 라이벌에게 도전하고 전투에서 승리하세요",
  "Sign_in_an_account_": "(<1>계정에 먼저 로그인하세요</1>)",
  "About_us_": "About Us",
  "Sports_": "스포츠",
  "Casino_": "카지노",
  "Crypto_sportsbook_": "암호화폐 스포츠북",
  "Crypto_casino_": "암호화폐 카지노",
  "Rake.com_offers_a_mind-boggling_variety_": "Rake.com은 모든 주요 통화로 플레이할 수 있는 놀라우면서도 폭넓고 다양한 카지노 게임을 제공합니다. 라이브 카지노, 블랙잭, 포커, 슬롯 게임을 포함한 수천 가지의 고전 게임 및 독보적인 게임이 마련되어 있습니다. 또한 다른 곳에서는 찾아볼 수 없는 수많은 자체 제작 Rake Originals를 플레이해 볼 수 있으니 여러분의 행운을 직접 확인해 보세요.",
  "Get_your_game_on_at_Rake.com_": "모든 UFC 경기, 축구, 농구, E-스포츠, 크리켓, 테니스 및 가상 AI 게임을 포함하여 업계에서 가장 다양한 스포츠 베팅 경기가 있는 Rake.com에서 게임을 시작하세요.",
  "Go_to_sportsbook_": "스포츠북으로 이동",
  "Go_to_casino_": "카지노로 이동",
  "Register_now": "지금 가입하기",
  "Purchase_crypto": "다음 제공업체에서 암호화폐 구매하기",
  "Wide_variety_of_games": "Rake.com - 다양한 게임들",
  "Wide_variety_of_games_subtitle": "Rake.com에 가입하시면 최고의 온라인 도박 기회를 제공받게 됩니다. 사이트의 회원이 되면, 최고의 카지노 게임을 즐기고 세계에서 가장 인기 있는 스포츠에 많은 베팅을 할 수 있습니다. 우리는 많은 수의 카지노 게임을 보유하고 있으며, 이 컬렉션은 계속해서 성장하고 있습니다.  우리의 온라인 스포츠북은 80가지 이상의 스포츠에 베팅할 수 있게 해줍니다. 지역 경기와 경주부터 국가 대회, 국제 대회까지 베팅할 수 있습니다. Rake.com에서 베팅할 수 있는 많은 최고의 스포츠로는 축구, 농구, 크리켓, 배구, MMA, 미식 축구 등이 있습니다. 심지어 e-스포츠에도 베팅할 수 있습니다.",
  "Convenient_payment_options": "편리한 결제 옵션",
  "Convenient_payment_options_subtitle": "Rake.com에서는 플레이어들이 입금과 출금을 쉽게 할 수 있도록 합니다. 우리는 다양한 결제 방법과 몇 가지 유명한 암호화폐를 받아들입니다. 결제 방법: Visa, Mastercard, Google Pay, Apple Pay, Samsung Pay. 암호화폐: Bitcoin, Litecoin, Ethereum, USDT, BNB, USDC, Dogecoin, TRX. 우리의 사용자 친화적인 디자인과 간단한 레이아웃 덕분에 결제를 빠르고 쉽게 할 수 있습니다. 이미 암호화폐를 소지하고 있는 분들은 지갑 섹션을 통해 개인 지갑에서 바로 Rake.com 지갑으로 이체할 수 있습니다. 암호화폐에 새로운 분이거나 더 많은 암호화폐를 구매해야 하는 경우에는 지갑 섹션으로 이동하고 '암호화폐 구매' 탭을 클릭하세요. 여기에서는 Visa나 Mastercard 같은 기존 결제 시스템을 사용하여 암호화폐를 구매할 수 있는 권장 제3자 제공업체를 선택할 수 있습니다. 이들 제공업체는 각각 자체 KYC 절차를 진행하며, Rake.com은 이러한 KYC 절차에 참여하지 않으며, 이러한 추천으로부터 수수료를 받지 않습니다.",
  "Fully_licensed": "완전히 라이센스를 받고 책임감 있는 도박",
  "Fully_licensed_subtitle": "온라인 카지노에 가입하는 경우 해당 카지노가 라이센스를 보유하고 있어야 합니다. Rake.com은 실제로 라이센스를 보유하고 있으며, 이것은 쿠라소 정부로부터 발급받았습니다. 우리의 라이센스 번호는 8048/JAZ2022-091입니다. 웹사이트는 Elixir Tech N.V.가 소유하고 운영하며, 이 회사는 다음 주소에 등록되어 있습니다: Zuikertuintjeweg Z/N (Zuikertuin Tower) Curacao.  책임감 있는 도박은 우리가 매우 심각하게 생각하는 문제입니다. 도박 문제를 가지고 있다고 생각하는 플레이어들이 사용할 수 있는 자료를 많이 제공하고 있습니다. 플레이어의 데이터와 돈을 보호하기 위해, 우리는 최신 보안 소프트웨어를 사용하고 엄격한 프로토콜을 시행하고 있습니다.",
  "Bonuses_and_VIP_program": "보너스 & VIP 프로그램",
  "Bonuses_and_VIP_program_subtitle": "우리는 플레이어들을 위해 많은 흥미진진하고 후한 보너스를 준비하고 있습니다. Rake.com에서는 새로 가입한 회원과 기존 회원 모두가 현재 가장 좋은 온라인 카지노 보너스 중 일부를 받을 수 있습니다. 새로운 플레이어를 위한 환영 보너스부터 시작하여, 우리의 다른 특별한 제안을 최대한 활용하세요. 보너스를 제공하는 프로모션 외에도, 우리는 Bronze, Silver, Gold, Platinum, Diamond 그리고 Rake Royalty의 여섯 단계로 구성된 VIP 프로그램을 운영하고 있습니다. 모든 사람들이 Bronze에서 시작하여 실제 돈으로 카지노 게임을 플레이하고 포인트를 적립함으로써 레벨을 높입니다. 레벨이 높을수록 더 많은 보너스, 혜택, 그리고 보상이 당신에게 도착할 것입니다.",
  "Gaming_Selection": "비교할 수 없는 게임 선택",
  "Gaming_Selection_subtitle": "Rake.com은 실제 돈으로 플레이할 수 있는 온라인 카지노 게임의 큰 컬렉션을 가지고 있습니다. 우리 게임 라이브러리가 모두에게 적합한 것을 제공한다고 자랑스럽게 말할 수 있습니다. Rake.com에서 즐기는 카지노 게임 유형이 무엇이든 여기에서 찾을 수 있습니다. 우리는 많은 인기 타이틀과 가장 핫한 새 게임들을 보유하고 있습니다. 그럼 우리는 어떤 실제 돈 온라인 카지노 게임을 가지고 있나요? 비디오 슬롯뿐만 아니라 우리 카지노는 테이블 게임(블랙잭, 룰렛, 바카라, 포커)과 라이브 딜러 게임을 제공합니다. 대부분의 다른 카지노 사이트와 달리, 우리는 다른 곳에서 찾을 수 없는 독점 게임을 가지고 있습니다.",
  "See_more": "더 보기",
  "Show_less": "숨기기",
  "Buy_crypto": "암호화폐 구매",
  "Wallet_": "지갑",
  "Before_you_can_buy_crypto": "Before you can buy crypto, you’ll need to log in to your account or register for an account",
  "Sign_in": "SIGN IN",
  "Sign_out": "REGISTER",
  "First_": "first",
  "Currencies": "통화",
  "Currencies_subtitle": "Rake.com은 전 세계에서 플레이어를 받아들이는 글로벌 온라인 카지노입니다. 따라서, 우리는 다양한 통화 - 총 45가지를 받아들입니다. 아래는 Rake.com 플레이어들이 사용할 수 있는 모든 통화의 목록입니다:  AED (아랍에미리트 디르함), ARS (아르헨티나 페소), AUD (호주 달러), BDT (방글라데시 타카), BRL (브라질 레알), CAD (캐나다 달러), CHF (스위스 프랑), CLP (칠레 페소), CNY (중국 위안), CUP (쿠바 페소), CZK (체코 코루나), EGP (이집트 파운드), EUR (유로), GBP (영국 파운드 스털링), GHS (가나 시디), HKD (홍콩 달러), HRK (크로아티아 쿠나), HUF (헝가리 포린트), IDR (인도네시아 루피아), INR (인도 루피), IRR (이란 리얄), ISK (아이슬란드 크로나), JPY (일본 엔), KRW (대한민국 원), KZT (카자흐스탄 텡게), LKR (스리랑카 루피), MAD (모로코 디르함), MXN (멕시코 페소), NGN (나이지리아 나이라), NZD (뉴질랜드 달러), PEN (페루 솔), PKR (파키스탄 루피), PHP (필리핀 페소), PLN (폴란드 즐롯이), RON (루마니아 레우), RSD (세르비아 디나르), RUB (러시아 루블), SAR (사우디아라비아 리얄), SGD (싱가포르 달러), THB (태국 바트), UAH (우크라이나 그리브나), USD (미국 달러), VES (베네주엘라 볼리바르), VND (베트남 동), ZAR (남아프리카 랜드).",
  "Language_support": "언어 지원",
  "Language_support_subtitle": "Rake.com이 다양한 언어로 제공되는 것을 자랑스럽게 생각합니다. 플레이어들은 15개 이상의 언어로 우리 사이트에 접근할 수 있습니다: 영어, 러시아어, 중국어, 스페인어, 힌디어, 베트남어, 프랑스어, 일본어, 한국어, 포르투갈어, 핀란드어, 인도네시아어, 네덜란드어, 폴란드어, 터키어.  당신의 언어가 목록에 없다고 걱정하지 마세요. 곧 그게 가능할 가능성이 큽니다. 우리는 항상 우리 카지노를 확장하고 전 세계의 더 많은 플레이어들에게 다가갈 욕구가 있습니다.",
  "Affiliate_link": "제휴 링크",
  "Affiliate_link_subtitle": "Rake.com에는 온라인 마케터인 경우 확인해야 할 제휴 프로그램이 있습니다. 우리의 프로그램에 가입하면 새로운 회원을 더 많이 보내주면 더 많이 벌 수 있습니다. 가입하면 독점 링크를 받게 됩니다. 누군가 이 링크를 클릭하고 Rake.com에 가입하면 커미션을 받게 됩니다.  Rake.com 제휴 프로그램에 관심이 있고 더 많은 정보를 원한다면, 연락하는 것을 주저하지 마세요. affiliate@rake.com으로 이메일을 보내주시면 곧 연락드리겠습니다. 여러분의 소식을 듣고 싶습니다!",
  "Instant_withdrawal": "빠른 출금",
  "Instant_withdrawal_subtitle": "Rake.com은 빠른 출금 온라인 카지노입니다. 여기서는 돈이 당신에게 도달하는 데 오래 기다릴 필요가 없습니다. 출금을 요청하면, 우리는 가능한 한 빨리 처리하려고 노력합니다. 이 작업이 완료되면, 당신의 돈은 당신에게 가는 길에 있을 것입니다. 우리는 출금을 위한 가장 빠른 결제 방법을 많이 받아들입니다. 이 중 하나를 사용하면, 당신의 돈은 당신에게 순식간에 올 것입니다. Rake.com과 함께라면, 결제가 지연되거나 그런 일에 대해 걱정할 필요가 없습니다. 우리는 당신이 돈을 출금할 때, 그것이 빠르게 당신에게 도달하도록 할 것입니다.",
  "News_updates": "뉴스 & 업데이트",
  "News_updates_subtitle": "사이트를 확장함에 따라, 우리는 모든 플레이어들이 어떤 새로운 도박 기회와 기능들을 기대할 수 있는지 알기를 원합니다. 우리는 모든 업데이트를 우리의 블로그, 트위터 피드, 그리고 텔레그램 채널에 게시할 것입니다. 루프 안에 있어서 Rake.com의 최신 업데이트를 모두 받아보세요.  우리는 새로운 카지노 게임, 스포츠 베팅 시장, 그리고 사이트에 추가하는 다른 유형의 도박을 언제든 알려드릴 것입니다. 뿐만 아니라, 우리의 최신 프로모션의 세부 정보도 공유해서, 당신이 우리의 후한 보너스를 받을 수 있도록 할 것입니다. Rake.com을 팔로우하고 놓치지 마세요!",
  "Rake_rumble": "Rake Rumble",
  "Rake_rumble_subtitle": "Rake Rumble이 정확히 무엇일까요? 이것은 월드 오브 워크래프트와 유사한 대규모 멀티플레이어 온라인 롤플레잉 게임(MMORPG)입니다. 이것은 특히 RuneScape에서 영감을 받은 MMORPG들의 범위에서 영감을 받았습니다. Rake Rumble의 세계에 몰입하면, 다른 플레이어들에게 결투를 도전할 수 있습니다. 운과 운만이 결과를 결정하므로, 두 플레이어 모두 이길 가능성이 같습니다.  Rake Rumble 플레이어로서, 당신은 또한 퀘스트에 참여할 수 있고, 다른 플레이어들과 거래하고, 화재 만들기, 낚시, 목재 절단 같은 다양한 기술을 마스터할 수 있습니다. 창의적으로 디자인된 Rake Rumble 우주를 탐험하고, 다른 어떤 것과도 비교할 수 없는 흥미진진하고 예측할 수 없는 MMORPG 게임 경험을 즐기세요.",
  "Live_dealers": "라이브 딜러",
  "Live_dealers_subtitle": "라이브 딜러 카지노 게임을 온라인으로 플레이하고 싶다면, 더 이상 찾아보지 마세요. Rake.com에서는 플레이할 수 있는 다양한 라이브 카지노 게임들을 준비하고 있습니다. 우리의 라이브 게임 컬렉션은 블랙잭, 룰렛, 바카라 등의 클래식 테이블 게임의 실생활 버전을 포함합니다. 우리는 또한 재미있고, 흥미진진하며, 잠재적으로 보상적인 몇 가지 게임 쇼도 가지고 있습니다.  라이브 딜러 게임이 매력적인 이유는 이들이 상호 작용적이기 때문입니다. 플레이하는 동안, 다른 플레이어들과 심지어 딜러와도 채팅할 수 있습니다. 이 게임들은 온라인 카지노 경험을 다음 단계로 끌어올립니다. 그들은 또한 집에서 플레이하고, 실제 사람들과 함께 실제 위치에서 플레이하는 것 사이의 간극을 메웁니다.",
  "Mobile_friendly": "모바일 친화적",
  "Mobile_friendly_subtitle": "모바일 도박은 요즘 큰 인기를 끌고 있습니다. 전 세계의 사람들은 모바일 카지노 게임을 플레이하고 이동 중에 스포츠 베팅을 하는 것을 좋아합니다. Rake.com에 스마트폰이나 태블릿에서 접근하고 싶다면, Rake.com 모바일 친화적 사이트를 사용할 수 있습니다. 넓은 범위의 기기에서 사용할 수 있는 이 사이트는 우리의 도박 기회에 즉시 접근을 제공합니다.  어디에 있든, Rake.com 모바일 사이트를 방문해서 좋아하는 도박 기회를 최대한 활용할 수 있습니다. 여기저기서 우리의 최고 평점을 받은 카지노 게임 몇 가지를 플레이하거나 최신 스포츠 베팅 뉴스와 결과를 계속 추적하세요.",
  "Customer_support": "24/7 고객 지원",
  "Customer_support_subtitle": "어떤 문제에 대해 저희에게 연락하고 싶으면 언제든지 자유롭게 연락하십시오. Rake.com의 고객 지원은 하루 24시간 이용 가능합니다. 어떤 시간에 도움이 필요하든 연락하시면, 저희가 여러분을 위한 문제를 해결해 드릴 수 있습니다.  Rake.com 고객 지원 팀에 연락하는 방법은 다음과 같습니다:      • 실시간 채팅      • 이메일  가장 신속한 응답을 위해 Rake.com 실시간 채팅 기능 사용을 권장합니다. 간단히 메시지를 입력하면 곧 고객 지원 팀원과 연결됩니다."
}
