{
  "Title_": "Tervetuloa Rake.comiin –\n",
  "Welcome_back": "Tervetuloa takaisin\n{{username}}",
  "Or_continue_with": "Tai jatka jollain seuraavista",
  "Your_VIP_progress": "VIP-edistymisesi",
  "Subtitle_": "urheiluvedonlyöntiä verkossa\nja kasino!",
  "Register_": "<1>Register an \n account</1> on Rake",
  "Deposit_": "Deposit your crypto \n assets to your account.",
  "Sports_book_": "Panosta, pyöräytä ja voita paljon\nurheiluvedonlyönnissä ja kasinollamme!",
  "Carousel_Sports_fight_": "Aseta panoksesi, hallitse peliä",
  "Carousel_spin_": "Pyöritä voittaaksesi! Jopa 6 BTC päivässä",
  "Carousel_arena_": "Astu areenalle, haasta kilpailijasi, voita taistelu",
  "Sign_in_an_account_": "(<1>Kirjaudu ensin tilille</1>)",
  "About_us_": "About Us",
  "Sports_": "Urheilu",
  "Casino_": "Kasino",
  "Crypto_sportsbook_": "Urheiluvedonlyönti kryptovaluutalla",
  "Crypto_casino_": "Kryptokasino",
  "Rake.com_offers_a_mind-boggling_variety_": "Rake.com tarjoaa hämmästyttävän valikoiman kasinopelejä, joita voi pelata kaikilla tärkeimmillä valuutoilla. Kokeile onneasi tuhansissa klassisissa ja ainutlaatuisissa peleissä, mukaan lukien livekasino, blackjack, pokeri, slottipelit ja lukuisat omat Rake Originals -pelimme, joita et löydä mistään muualta.",
  "Get_your_game_on_at_Rake.com_": "Aloita pelisi Rake.com-sivustolla, jossa on alan laajin valikoima urheiluvedonlyöntiotteluita, mukaan lukien kaikki UFC-ottelut, jalkapallo, koripallo, e-urheilu, kriketti, tennis ja virtuaaliset tekoälypelit.",
  "Go_to_sportsbook_": "SIIRRY URHEILUVEDONLYÖNTIIN",
  "Go_to_casino_": "SIIRRY KASINOLLE",
  "Register_now": "REKISTERÖIDY NYT",
  "Purchase_crypto": "Osta kryptovaluuttaa seuraavilta palveluntarjoajilta",
  "Wide_variety_of_games": "Rake.com - Laaja Pelivalikoima",
  "Wide_variety_of_games_subtitle": "Liity Rake.comiin ja pääset käsiksi parhaisiin online-rahapelivaihtoehtoihin. Sivustomme jäsenenä voit pelata huippukasinopelejä ja lyödä vetoa monista maailman suosituimmista urheilulajeista. Kasinopelejämme on valtava määrä ja kokoelmaamme kasvatetaan jatkuvasti. Tarjolla on myös online-vedonlyönti, joka mahdollistaa vedonlyönnin yli 80 lajissa. Lyö vetoa kaikista paikallisista otteluista ja kilpailuista kansallisiin kilpailuihin ja kansainvälisiin turnauksiin. Monet suosituimmat urheilulajit, joissa voit lyödä vetoa Rake.comissa, ovat jalkapallo, koripallo, kriketti, lentopallo, MMA ja amerikkalainen jalkapallo. Voit jopa lyödä vetoa e-urheilussa.",
  "Convenient_payment_options": "Kätevät Maksuvaihtoehdot",
  "Convenient_payment_options_subtitle": "Rake.comissa teemme talletusten ja nostojen tekemisen helpoksi pelaajille. Hyväksymme laajan valikoiman maksutapoja sekä useita suosittuja kryptovaluuttoja.   Maksutavat: Visa, Mastercard, Google Pay, Apple Pay, Samsung Pay.  Kryptovaluutat: Bitcoin, Litecoin, Ethereum, USDT, BNB, USDC, Dogecoin, TRX.  Käyttäjäystävällisen suunnittelun ja yksinkertaisen asettelun ansiosta maksaminen on sekä nopeaa että helppoa. Jos sinulla on jo kryptovaluuttoja, voit siirtää ne saumattomasti henkilökohtaisista lompakoistasi suoraan Rake.com-lompakkoosi lompakko-osion kautta. Jos olet uusi kryptovaluutoissa tai tarvitset lisää, siirry lompakko-osioon ja napsauta 'osta krypto'-välilehteä. Täältä voit valita suositelluista kolmannen osapuolen tarjoajistamme ostamaan kryptovaluuttoja käyttämällä tavallisia maksujärjestelmiä, kuten Visa tai Mastercard. On tärkeää huomata, että nämä palveluntarjoajat suorittavat omat KYC-prosessinsa. Rake.comilla ei ole osaa näissä KYC-prosesseissa, emmekä ansaitse mitään palkkioita näistä suosituksista.",
  "Fully_licensed": "Täysin Lisensoitu ja Vastuullinen Uhkapeli",
  "Fully_licensed_subtitle": "Sinun tulisi liittyä online-kasinoon vain, jos sillä on lisenssi. Rake.comilla on todellakin sellainen ja se on Curacaon hallituksen myöntämä. Lisenssinumeromme on 8048/JAZ2022-091. Verkkosivusto on sekä Elixir Tech N.V:n omistama että operoima, joka on rekisteröity seuraavaan osoitteeseen: Zuikertuintjeweg Z/N (Zuikertuin Tower) Curacao.  Vastuullinen uhkapeli on asia, jonka otamme erittäin vakavasti. Meillä on joukko resursseja pelaajille, jos he uskovat, että heillä on uhkapeliongelma. Pelaajien tietojen ja rahan suojaamiseksi käytämme huippuluokan turvaohjelmistoja ja meillä on tiukat protokollat käytössä.",
  "Bonuses_and_VIP_program": "Bonukset & VIP-ohjelma",
  "Bonuses_and_VIP_program_subtitle": "Meillä on paljon jännittäviä, anteliaita bonuksia valmiina pelaajillemme. Sekä uudet että nykyiset jäsenet voivat vaatia joitakin parhaista online-kasinobonuksista tänään Rake.comissa. Aloita uusien pelaajien tervetuliaisbonuksella, sitten hyödynnä muita erikoistarjouksiamme. Bonuksia jakavien kampanjoiden lisäksi meillä on VIP-ohjelma, jossa on kuusi tasoa: Pronssi, Hopea, Kulta, Platina, Timantti ja Rake Royalty. Kaikki aloittavat Pronssista ja etenevät ylöspäin pelaamalla kasinopelejä oikealla rahalla ja ansaitsemalla pisteitä. Mitä korkeammalle tasolle pääset, sitä enemmän bonuksia, etuja ja palkintoja saat.",
  "Gaming_Selection": "Vertaansa Vailla Oleva Pelivalikoima",
  "Gaming_Selection_subtitle": "Rake.comilla on suuri ja monipuolinen valikoima online-kasinopelejä, joita voit pelata oikealla rahalla. Olemme ylpeitä siitä, että pelikirjastomme tarjoaa jotakin jokaiselle. Riippumatta siitä, minkä tyyppistä kasinopeliä nautit, löydät sen täältä Rake.comista. Meillä on paljon suosittuja otsikoita sekä kaikki kuumimmat uudet pelit.  Joten mitä oikean rahan online-kasinopelejä meillä on? Videokolikkopelien lisäksi kasinollamme on tarjolla pöytäpelejä (blackjack, ruletti, baccarat ja pokeri) ja live-jakajien pelejä. Toisin kuin useimmat muut kasinosivustot, meillä on joitakin eksklusiivisia pelejä, joita et löydä mistään muualta.",
  "See_more": "NÄYTÄ ENEMMÄN",
  "Show_less": "NÄYTÄ VÄHEMMÄN",
  "Buy_crypto": "OSTA KRYPTOVALUUTTAA",
  "Wallet_": "Lompakko",
  "Before_you_can_buy_crypto": "Before you can buy crypto, you’ll need to log in to your account or register for an account",
  "Sign_in": "SIGN IN",
  "Sign_out": "REGISTER",
  "First_": "first",
  "Currencies": "Valuutat",
  "Currencies_subtitle": "Rake.com on globaali online-kasino, joka hyväksyy pelaajat kaikkialta maailmasta. Tämän vuoksi hyväksymme laajan valikoiman valuuttoja - yhteensä 45. Alla on luettelo kaikista valuutoista, joita Rake.comin pelaajat voivat käyttää:  AED (Arabiemiirikuntien dirhami), ARS (Argentiinan peso), AUD (Australian dollari), BDT (Bangladeshin taka), BRL (Brasilian real), CAD (Kanadan dollari), CHF (Sveitsin frangi), CLP (Chilen peso), CNY (Kiinan yuan), CUP (Kuuban peso), CZK (Tšekin koruna), EGP (Egyptin punta), EUR (euro), GBP (Britannian punta), GHS (Ghanan cedi), HKD (Hongkongin dollari), HRK (Kroatian kuna), HUF (Unkarin forintti), IDR (Indonesian rupia), INR (Intian rupia), IRR (Iranin rial), ISK (Islannin kruunu), JPY (Japanin jeni), KRW (Etelä-Korean won), KZT (Kazakstanin tenge), LKR (Sri Lankan rupia), MAD (Marokon dirhami), MXN (Meksikon peso), NGN (Nigerian naira), NZD (Uuden-Seelannin dollari), PEN (Perun sol), PKR (Pakistanin rupia), PHP (Filippiinien peso), PLN (Puolan złoty), RON (Romanian leu), RSD (Serbian dinaari), RUB (Venäjän rupla), SAR (Saudi-Arabian rial), SGD (Singaporen dollari), THB (Thaimaan baht), UAH (Ukrainan hryvnia), USD (Yhdysvaltain dollari), VES (Venezuelan bolívar), VND (Vietnamin dong), ZAR (Etelä-Afrikan rand).",
  "Language_support": "Kielituki",
  "Language_support_subtitle": "Olemme ylpeitä siitä, että Rake.com on saatavilla useilla eri kielillä. Pelaajat voivat käyttää sivustoamme vähintään 15 eri kielellä: English, Русский (venäjä), 中文 (kiina), Español (espanja), हिंदी (hindi), Tiếng Việt (vietnam), Français (ranska), 日本語 (japani), 한국어 (korea), Português (portugali), Suomen (suomi), Indonesian, Nederlands (hollanti), Polski (puola), Türkçe (turkki).  Jos kieltäsi ei ole listalla, älä huoli. On hyvin todennäköistä, että se lisätään pian. Olemme aina innokkaita laajentamaan kasinoamme ja tavoittamaan enemmän pelaajia ympäri maailmaa.",
  "Affiliate_link": "Affiliate-linkit",
  "Affiliate_link_subtitle": "Rake.comilla on affiliate-ohjelma, johon sinun kannattaa tutustua, jos olet online-markkinoija. Liity ohjelmaamme ja mitä enemmän uusia jäseniä ohjaat meille, sitä enemmän ansaitset. Kun olet rekisteröitynyt, saat yksinoikeuden linkin. Aina kun joku napsauttaa tätä linkkiä ja liittyy Rake.comiin, saat komission.  Jos olet kiinnostunut Rake.comin affiliate-ohjelmasta ja haluat tietää lisää, älä epäröi ottaa yhteyttä. Lähetä sähköpostia osoitteeseen affiliate@rake.com ja palaamme asiaan pian. Haluaisimme kuulla sinusta!",
  "Instant_withdrawal": "Nopeat Nostot",
  "Instant_withdrawal_subtitle": "Rake.com on nopeiden nostojen online-kasino. Täällä sinun ei tarvitse odottaa kauan rahojen saapumista. Kun pyydät nostoa, pyrimme käsittelemään sen mahdollisimman pian. Kun tämä on tehty, rahasi ovat matkalla sinulle. Hyväksymme paljon nopeimpia maksutapoja nostoille. Käytä yhtä näistä ja rahasi ovat luonasi ennen kuin huomaatkaan. Rake.comin kanssa sinun ei tarvitse huolehtia maksujen viivästymisestä tai muusta sellaisesta. Huolehdimme siitä, että kun nostat rahaa, se saapuu sinulle nopeasti.",
  "News_updates": "Uutiset & Päivitykset",
  "News_updates_subtitle": "Kun kasvatamme sivustoamme, haluamme, että kaikki pelaajamme tietävät, mitä uusia rahapelivaihtoehtoja ja ominaisuuksia he voivat odottaa. Lähetämme kaikki päivitykset blogiimme, Twitter-syötteeseemme ja Telegram-kanavallemme. Pysy ajan tasalla ja saat kaikki uusimmat Rake.com-päivitykset. Ilmoitamme sinulle aina, kun lisäämme uusia kasinopelejä, urheiluvedonlyöntimarkkinoita ja muita pelityyppejä sivustollemme. Tämän lisäksi jaamme yksityiskohtia uusimmista kampanjoistamme, jotta voit saada käsillesi anteliaat bonuksemme. Seuraa Rake.comia ja älä koskaan missaa mitään!",
  "Rake_rumble": "Rake Rumble",
  "Rake_rumble_subtitle": "Mikä tarkalleen ottaen on Rake Rumble? Se on massiivinen monen pelaajan verkkoroolipeli (MMORPG), joka on samankaltainen kuin World of Warcraft. Se ammentaa inspiraatiota useista MMORPG-peleistä, erityisesti RuneScapesta. Kun uppoudut Rake Rumble -maailmaan, voit haastaa muita pelaajia kaksintaisteluihin. Onni ja pelkästään onni ratkaisee lopputuloksen, joten molemmilla pelaajilla on yhtäläinen mahdollisuus voittaa. Rake Rumble -pelaajana voit myös lähteä tehtäviin, käydä kauppaa muiden pelaajien kanssa ja hallita erilaisia taitoja, kuten tulenteon, kalastuksen ja puunkaadon. Tutki laajaa, luovasti suunniteltua Rake Rumble -universumia ja nauti jännittävästä, arvaamattomasta MMORPG-pelielämyksestä toisin kuin mikään muu.",
  "Live_dealers": "Live-jakajat",
  "Live_dealers_subtitle": "Jos haluat pelata live-jakajan kasinopelejä verkossa, älä etsi enää. Rake.comissa meillä on laaja valikoima live-kasinopelejä, jotka odottavat pelaamista. Live-pelikokoelmamme sisältää todellisia versioita klassisista pöytäpeleistä, kuten blackjack, ruletti, baccarat ja paljon muuta. Meillä on myös joitakin peliohjelmia, jotka ovat hauskoja, jännittäviä ja mahdollisesti palkitsevia. Live-jakajapelien viehätys piilee niiden vuorovaikutteisuudessa. Pelatessasi voit keskustella muiden pelaajien ja jopa jakajan kanssa. Nämä pelit vievät online-kasinokokemuksen seuraavalle tasolle. Ne myös yhdistävät pelaamisen kotona ja pelaamisen todellisissa paikoissa muiden ihmisten kanssa.",
  "Mobile_friendly": "Mobiiliystävällinen",
  "Mobile_friendly_subtitle": "Mobiilipelaaminen on tänä päivänä erittäin suosittua. Ihmiset ympäri maailmaa rakastavat mobiilikasinopelien pelaamista ja urheiluvedonlyöntiä liikkeellä ollessaan. Jos haluat käyttää Rake.comia älypuhelimellasi tai tabletillasi, voit tehdä sen Rake.comin mobiiliystävällisen sivuston avulla. Tämä sivusto on saatavilla laajalla valikoimalla laitteita ja antaa sinulle välittömän pääsyn kaikkiin rahapelimahdollisuuksiimme.  Missä ikinä oletkin, voit vierailla Rake.comin mobiilisivustolla ja hyödyntää suosikki rahapelitilaisuuksiasi. Pelaa joitakin parhaiten arvostetuista kasinopeleistämme matkalla ollessasi tai pysy ajan tasalla kaikista viimeisimmistä urheiluvedonlyönnin uutisista ja tuloksista.",
  "Customer_support": "24/7 Asiakastuki",
  "Customer_support_subtitle": "Jos sinun tarvitsee ottaa meihin yhteyttä mistä tahansa syystä, ota rohkeasti yhteyttä milloin tahansa. Rake.comin asiakastuki on saatavilla ympäri vuorokauden. Ei ole väliä mihin aikaan tarvitset apua, ota yhteyttä ja autamme sinua ratkaisemaan asiat.  Voit ottaa yhteyttä Rake.comin asiakastukitiimiin kahdella tavalla:      • Live-chat      • Sähköposti  Nopeimman vastauksen saamiseksi suosittelemme käyttämään Rake.comin live-chat-ominaisuutta. Kirjoita viesti ja asiakastukitiimimme jäsen vastaa sinulle hyvin pian."
}
